<PAD>
<SOS>
<EOS>
<UNK>
!
'
,
-
.
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
۔
##i
##k
##h
##t
##a
##s
##o
##n
##r
##c
##u
##f
##q
##m
##d
##l
##y
##b
##j
##e
##g
##z
##p
##v
##x
##w
##ar
ha
##ha
##hi
hai
##an
na
ki
ka
##at
##en
##ya
##un
##ah
ja
se
ko
men
sa
##in
##il
##sh
##ir
ba
ma
##am
ke
ho
##da
##hin
##kh
##ur
##ta
hu
##hu
hain
bhi
to
##on
##han
ra
aa
kar
ham
##al
##he
nahin
dil
##is
##ab
mu
##ch
##har
tu
##te
kya
sha
vo
ye
##as
ga
##ad
##ti
de
##na
cha
us
jo
kha
##er
ta
ne
khu
##ul
va
tha
par
ya
ab
hi
gha
muj
ku
##la
main
##ne
##va
##chh
rah
##hir
be
##iya
pa
la
##gar
koi
##ana
dar
##ye
ni
mir
huun
##zar
ap
kis
##gi
aur
tir
##uun
##ho
har
##ga
##ut
kuchh
pe
##man
an
tar
di
mer
dekh
is
##ma
si
##ane
ish
da
phir
##li
ik
gaya
tum
sar
kab
bah
ai
##gh
##ge
as
##le
kah
sab
##ata
du
hua
ter
gar
ch
mujhe
jis
un
ishq
mil
gu
##ra
##jh
thi
gham
mujh
##ara
##ang
##ari
##za
##ni
li
jaa
le
raha
jab
kh
##ani
su
##kha
ky
ut
tak
ji
##us
##fa
gul
bad
##hr
ek
##sha
za
bar
do
en
mo
##di
##ath
##yan
kabhi
##ate
nazar
kahan
so
kyuun
the
##aq
ban
in
mire
ghar
nik
##mi
jan
zin
##bat
kisi
ru
##it
sam
##bar
rahe
mar
##ala
##gah
zam
##ise
man
##af
apne
bahut
aaj
pah
##are
al
magar
mah
kiya
##uq
baat
tire
sun
##ka
##var
tiri
pu
zinda
##mat
tujh
din
shab
hui
ak
nigah
rang
apni
has
tam
dam
jal
hue
##rat
agar
##hab
kam
##hiye
##ish
hota
shi
miri
##az
bas
##um
shar
khud
ah
diya
sak
jahan
khuda
##ati
##ib
liye
yaad
mere
dun
##kin
##aya
tarah
naz
lo
az
aap
ankh
meri
bhar
qad
ar
ro
zindagi
sho
ash
##dar
##uj
bi
sah
dard
##iz
##st
##cha
##yat
khan
##kar
##shi
duniya
sur
##de
##van
mohab
mohabbat
gir
aaya
kahin
apna
hus
##ale
jaan
char
kare
mai
##vab
lag
husn
teri
##hen
sham
##ak
far
tan
yuun
##ban
vahi
jaane
chal
tab
rakh
khat
chan
um
##im
raat
##ast
af
saath
aan
##dan
kaun
abhi
qat
##jhe
##hun
##ve
chash
##gha
hava
ada
log
vaq
mera
chu
zab
baz
ju
##ud
##sa
ais
lab
shahr
sit
zar
zul
puchh
##lam
khush
vafa
chand
haath
tere
aj
##qat
bada
mira
tas
##lib
chashm
lekin
rahi
it
pad
ina
use
hij
chho
fa
##hal
##sta
##ub
dekha
##id
##agh
sub
ad
yar
tira
bhu
nas
karte
khar
##far
hamen
pai
guzar
khi
hoga
shauq
go
vaqt
##enge
##kan
khvab
##aqi
bat
bahar
mat
##uf
sahi
sama
suk
##che
mun
##anj
##ina
utha
##ik
##sht
me
tal
##shan
##dhar
##zr
hon
at
jaata
tera
##ali
kahte
dost
##yon
ankhon
jaate
mas
han
hal
bait
vas
chale
khaya
##chha
akhir
khabar
jigar
kaam
chhu
##yad
jaana
##khm
tujhe
yak
ghair
dush
aata
khayal
##san
naam
dast
jin
sada
bazm
##khi
##ila
mauj
laga
kho
umr
zaban
zulf
jam
pya
ul
zakhm
ach
##ke
##tab
vah
ghalib
taraf
qa
##ki
##ja
duur
ahl
aate
haq
ashi
san
##tar
bana
##zan
shakh
yaan
sitam
bo
var
liya
te
##pa
##ind
##vaz
pi
mus
aankh
samajh
bha
naq
mud
chaman
kham
chhod
yahi
manz
am
fir
pur
##yar
dekhte
hijr
bu
il
baar
chahiye
band
surat
##vat
##shat
tanha
zamin
jun
lah
##qa
aad
nikal
ega
fas
phu
##hta
##sar
##fat
fur
kit
khaak
dagh
inti
pahle
mi
khul
yahan
aise
##sat
##shk
tumhar
dushman
manzil
junun
##gan
maq
hoti
karo
khun
shik
roz
nis
##ura
sukhan
##fil
safar
yaar
dariya
kal
jaise
hote
dhun
suun
qaya
##kht
##her
dikha
guzr
nikla
##ikr
firaq
iz
##hon
shayad
jalva
badal
zara
kaise
##alak
kaf
jaati
ankhen
aisa
ashiq
ti
##ji
jise
alam
suna
khana
ghu
iin
##ba
asad
zamana
qadam
qayamat
bul
##daz
mile
milta
charagh
hans
but
##tan
vaale
##su
kaha
mehr
qar
##ahr
ras
laa
divar
juda
kharab
rukh
ashna
##ida
##hat
kiye
kais
ghaz
hasti
che
dhu
##dat
##zu
haal
maj
##tish
asman
mila
lagta
eh
khin
munh
aati
jhu
kahun
zamane
##ine
kuun
nikle
pahun
hasrat
tamam
chi
len
##val
##anna
shaam
tamanna
ashk
sahra
lut
##vana
sau
raah
siva
phuul
dhund
shu
##je
usi
baithe
den
iye
##ham
##she
rak
aisi
vahshat
gun
baaqi
karen
##asha
soch
aah
atish
##jha
hamare
lage
daman
pyaar
uda
naf
anj
sharab
qis
##if
##hid
##anv
rab
aalam
qatil
sad
aage
shai
##araz
all
aadmi
re
##aj
##gu
parda
tumhen
dua
itna
varna
im
kash
tamasha
afs
lahu
gali
pal
##ri
##lat
hav
raf
raq
##mid
achchha
fit
qas
##uk
saaqi
egi
khe
ranj
##hra
##hana
soz
sakta
qadar
naqsh
hat
hazar
hamari
ani
mahfil
bhuul
baten
intizar
kan
andaz
likh
kyun
qab
haa
kahiye
bal
bala
##uri
abr
isi
enge
ajab
##hane
rau
saba
avaz
bata
hun
mit
##mar
karta
shor
sahar
mis
##eh
hayat
karun
asar
badan
alum
aane
pat
pas
##ghan
##zi
kaho
hosh
##hani
daur
uth
shakhs
faq
khir
sang
vir
##ije
##ash
##re
##uh
##vani
saa
aag
paas
utar
samjha
talab
vasl
bis
rus
##rar
##hista
mushk
khal
pare
dekhna
insan
sake
tegh
aar
ahista
##nam
##uhar
taq
paanv
and
zauq
ulfat
##jiye
lu
##zat
nama
mal
maut
aave
chala
vaala
gah
mur
zo
##ran
nam
##shar
lete
khatir
pareshan
av
##bab
saman
dekho
fursat
havas
nau
saz
bagha
mast
karti
khak
paa
paaya
guman
##hre
sharm
muddat
guzre
mushkil
aq
ala
##bi
##bad
had
##had
##and
kiije
##ira
rasta
muq
khudi
unhen
paida
lutf
his
miz
nu
qaf
##eban
naaz
sach
karam
moh
ahd
tabi
chup
khamo
bane
falak
tah
tala
##iqat
##ton
##khti
##urda
jaao
kaisi
kyunkar
rusva
faraz
siya
zal
##khiye
##nat
##jar
haan
nava
saf
maza
makan
hona
dete
paani
gard
khva
chara
pade
faza
qarar
khinch
nafas
ara
ij
lam
qur
##iyan
##uz
##ft
##hish
##shta
maz
mash
hamara
tap
khuun
laz
gardi
hasil
chalo
allah
aarzu
fikr
rat
##bul
##vir
rag
raz
divana
gareban
samjhe
ummid
haqiqat
fare
sir
saj
bach
karna
##chhe
dekhiye
chahta
tark
zafar
arz
aansu
qatra
juz
ghazal
chiiz
gardish
buj
niya
rish
sher
##oge
kat
jafa
bakh
maus
##khar
vaj
jante
samb
chhupa
zikr
##se
##up
haz
kahe
jala
##istan
khushi
vaa
lagi
kahta
sabr
zahir
barq
qismat
mausam
bin
don
ghun
ir
tish
ud
##hte
jaz
saari
##khe
raus
##hed
##asta
vahan
##lak
siine
khur
shokh
rakhte
itni
maqam
donon
tishna
raushan
gila
idhar
qal
udhar
##iq
##thar
hairat
dava
raste
bura
jur
pata
##sin
##mil
##bu
saare
hogi
taj
khula
kahen
dukh
chha
jit
azad
tasvir
hijab
chhup
mudda
furqat
shaikh
lazzat
tho
##hur
##uman
nagh
hone
##chhi
der
chaar
khata
##ula
vaan
dida
dasht
thiin
janan
khushbu
honge
tumhare
baghair
zalim
khvahish
iq
pan
vali
##ghar
##yam
jagah
koh
saan
rashk
josh
tagha
yaq
kahna
garm
##kayat
##lamat
bhala
ghubar
fareb
ron
uj
val
##av
##si
##ful
jag
javab
baha
##dad
##isal
rahta
dekhe
sabab
jism
gulshan
ruuh
samne
sakti
qatl
adam
shikva
yaaro
gunah
hathon
taghaful
dha
ikhti
py
visal
zanj
##dam
bayan
khali
beg
haram
banda
pahc
khane
faiz
kafir
bulbul
raqib
qasam
hunar
patthar
sambhal
zanjir
dho
jani
##undar
saza
saghar
tuu
shah
##giz
harf
hargiz
gum
samundar
mahr
suraj
dastan
fasl
ehsan
imti
shir
yad
##tin
##me
nala
##ile
##shsha
marg
shokhi
chuka
miza
nishan
chehra
rakkha
hisab
talash
ikhtiyar
ila
jha
nar
pha
shan
yun
jauhar
tod
tuk
pari
abad
pesh
##mak
sara
asan
aksar
bichha
matl
achchhi
sanam
tibar
sauda
mohsin
yunhi
aana
fana
ghur
pin
rut
##fan
haus
naya
##khta
raaz
karne
deta
khas
khair
##vafa
niind
diye
daagh
utt
badh
janta
basti
sharar
nasib
naseh
halat
kitna
guzri
chehre
dhuan
bari
dan
zer
##iha
##ite
##kr
##nun
##lu
##zam
##shr
maan
hamin
dilon
rahgu
bevafa
dari
didar
bikhar
##shish
faro
logon
zabt
tez
laakh
rafta
rahguzar
juun
aab
##isa
##asi
pada
paira
kahne
gharaz
##kash
shisha
shikayat
bhula
khol
samajhte
kitne
kitni
mizaj
dab
lad
lala
she
talak
zahr
##chi
hashr
javani
##iron
maana
##all
barbad
mange
ake
girya
bhul
kaisa
siyah
naghma
matlab
ub
##lon
##vish
kaash
jalib
##shni
baya
##ure
##alli
tava
garmi
##diyon
gharib
ruk
akbar
bhari
tumhari
shikast
dhuup
fitrat
raushni
aql
mizh
numa
saans
ag
jang
##ughan
##qi
##vah
kahi
kami
bacha
mub
shahid
chahe
taqat
khuub
rahte
darkar
nihan
##gahi
dekhun
bahr
gardan
##ust
zahid
pahlu
hasin
lagti
tasav
goya
meh
vaste
jamal
bujh
rasm
hazrat
yaqin
begana
bayaban
mizhgan
tasavv
ib
##kam
##tir
##sti
##vi
nakh
kitab
##atan
say
saka
dima
sabhi
chhed
##arib
zindan
marne
shabnam
nazr
aji
khizan
sahil
musaf
pahuncha
anjuman
muqad
qafas
bujha
niyaz
jurm
pairahan
avar
dhar
duun
fughan
tang
ur
##son
##yyat
##vari
nadan
kidhar
sahab
sakht
bazar
baja
karvan
mut
raho
kise
divan
guft
takall
qadr
big
##shid
##ghaz
nashin
jinhen
miyan
ghazab
majnun
lena
qaba
faqat
rishta
ghuncha
valon
tasavvur
ajiib
iman
tur
zan
##dir
##gam
haya
hairan
kada
sair
saaya
bagh
raa
##abi
shak
chali
khafa
thahar
ghab
ghafil
rahen
betab
##iyad
tarz
dekhta
aish
duub
milne
khvar
badi
badla
mard
manind
mahshar
azi
azma
khanda
khanjar
zarur
zarra
hangam
fasana
tumhara
tiir
udaas
khel
bismil
pyare
imtihan
bichhad
hausla
sayyad
##yo
nashat
kijiye
jaam
salamat
baaz
##tal
chak
##ulat
laf
nigar
daf
##lim
dub
mili
milti
thik
##uju
rakhta
adab
itne
masti
baitha
musk
nikalti
raten
sirf
pinhan
dimagh
musafir
takalluf
hina
just
pir
rind
##bani
sail
huj
tuut
dega
chamak
parde
darmi
tumhin
uthta
barg
dosti
basar
arzu
giraf
chuke
padi
chhoda
fais
khil
khila
banaya
bol
pahunche
shukr
misl
andher
khamosh
khamoshi
shirin
justuju
dahr
hur
ine
qarib
tad
vatan
ziya
##ibat
##kta
##fta
##don
##vane
hali
naala
nashsha
saya
saaf
saval
hamdam
khauf
phirte
rahat
kahani
giran
zulm
baton
sukun
mehrban
dena
khiram
khalvat
malum
khurshid
akela
avargi
darmiyan
ge
luun
zeh
##hbat
##ugu
##fi
##dari
##esha
##zir
kin
kade
mad
rasa
hamesha
tufan
dekhi
him
kusha
paate
nib
garche
sohbat
manzar
puchhe
kamal
sakte
nazm
bimar
paiman
vasim
vahm
mita
iztir
rakkhe
pahchan
sarapa
guftugu
lafz
azar
dur
dad
dhal
gan
hir
qam
ze
##kon
kaif
##khla
ravan
##isi
mum
##ass
chaak
taa
thahr
parvana
rahne
dekhne
phiri
guhar
gulistan
dinon
kamar
arman
shola
##chal
aftab
havaon
puchho
khizr
munta
masiha
halqa
ilti
maqtal
rukhsat
iyega
anjam
qissa
afsurda
fitna
vajud
rone
muqaddar
shakl
ghabra
hujum
ziyada
zehn
himmat
iztirab
aam
fan
sil
zid
##sra
##nu
##zur
naale
##inda
baagh
##dap
gada
##adi
taqa
tadap
parvaz
pak
payam
nim
daulat
sarv
mahv
sunte
rangin
nazuk
aram
fariyad
chandni
qaid
bosa
hansi
ehti
dhundte
alluq
viran
avval
aziiz
faisla
taqaza
ay
bhe
bina
cho
dal
min
sat
umi
##iyat
##kn
##sal
##oh
##ow
##ron
##ckn
##uda
##bal
kiran
bam
hove
aao
##ist
khuban
vada
ghata
pech
sikha
jiine
jannat
samt
aks
agarche
azal
adu
ulti
qaa
qais
musal
intiha
abru
misal
taqdir
luckn
zor
ghurur
mumkin
lucknow
ana
ava
aza
chin
kul
mata
til
tim
uq
yus
zi
zad
##flat
##jat
##vvat
##aron
nashe
kaan
kalam
saara
safa
saqi
baad
gauhar
khubi
ghaflat
kucha
ise
dahan
daad
chhan
likha
leta
farma
yaron
##ufta
musibat
kashti
hunuz
mitti
namak
jazb
barish
jangal
gesu
yusuf
fara
fari
gale
jum
nur
ram
sina
sula
uzr
##os
##vara
kas
javan
sadiyon
chad
thak
thahra
laut
##hosh
ande
divane
dikhla
isti
sid
sabza
unga
milna
guz
gudaz
jabin
jiite
gulab
badha
baras
banta
janen
nigahen
jalve
charkh
shams
taskin
matam
dushvar
qaza
ashiyan
ilm
palat
virani
luut
murad
avara
qalam
iqrar
panch
mahram
thahri
agahi
kun
mina
pher
qub
ri
umid
##rib
##gun
##gal
hab
haar
nakam
##iri
baare
##khon
##tak
huk
karenge
##ism
gaah
chaha
taab
vahin
abas
ghadi
kushta
rahti
lau
auron
harif
tarab
digar
sip
##lif
milte
lik
lijiye
bade
barpa
rahega
sune
nigahon
jalte
shikan
sahl
karega
##gham
tasir
##uba
paigham
gosh
talvar
honton
maujud
amal
ilzam
nisar
butan
afsos
pasand
muqab
charaghan
narg
ganva
qubul
qud
vus
kali
##und
jaur
maha
##alo
mul
mula
deti
khaa
taz
thahre
parva
kuche
bek
beh
bedar
bedad
lakhon
##gari
darte
chhin
##ushi
badle
##shad
inkar
marna
##azi
nazzar
surma
girah
khatra
puchhte
sukut
##shtar
masj
hijran
khulta
dushmani
maqs
ashiqi
majb
pahunch
hazaron
lamha
jitna
jitne
dhoka
mehman
hangama
muskura
giraftar
muntazir
minnat
nargis
fis
iyan
jhi
no
po
sata
vale
ziyan
##nabi
##bari
##gani
##zib
nab
nadi
navaz
kashi
jaad
jaga
bahal
maara
dilbar
##chon
shag
shajar
chain
taar
khule
vagar
vaise
paras
mujhi
rahzan
laaya
laila
lakht
ang
did
diin
siin
##liyan
kabhu
uthe
puchha
shabab
shart
bhare
rote
bij
farq
khatm
chuki
labon
ajnabi
tasalli
pyaas
sann
sanvar
naqab
bandha
nikalte
ghulam
jhuka
lene
shumar
dene
ret
likhun
qabil
mizha
nuur
tahzib
thodi
iqbal
bandagi
janib
phail
shanas
aghosh
bigad
thikana
##numa
umiid
mulaqat
behtar
vagarna
akh
agh
dah
denge
gure
mana
sul
##sas
##umi
##qe
##lis
##bir
##bish
habab
kaman
baa
bakht
mazar
magh
karish
muz
musht
shad
khama
para
rahnuma
siina
daam
dayar
sarab
aib
unhin
unvan
##arak
jaag
jiye
zada
enat
marta
mans
mahtab
suno
##azat
sharma
ahbab
aziz
##ved
sitare
sitaron
ajal
nasim
akhiri
rozgar
ehsas
galiyon
andhi
ijad
rona
janiye
utthe
ubhar
guzra
shamshir
muqabil
masjid
gin
mura
nang
num
riz
sin
shana
vab
##ikh
##non
##ze
##pe
kaj
kaghaz
##yab
jaisa
koshish
sal
sap
sali
may
##dak
toh
raza
ravish
muft
mushta
chah
cham
chaal
khuli
khumar
parast
dars
andar
angan
taron
ishara
dair
sard
kahti
lib
jiina
##faq
barab
ahval
bii
farhad
tabass
afshan
##ghat
bazi
zaruri
puchhta
khushk
taslim
sahib
talib
baith
sitamgar
khamushi
bandhte
bula
buton
ashkon
afsana
raftar
bistar
murgh
ijazat
sajda
tajalli
tuute
ilahi
sheva
mubarak
tadbir
taaza
sils
tilism
jumbish
qudrat
muravvat
mushtaq
tabassum
ama
aghaz
bhed
dhan
je
jhan
zun
##iye
##nar
##ru
##rab
##ftar
##jj
said
baqa
baham
bashar
malamat
huzur
bhig
raun
rahin
raas
rava
dila
tauf
##ulan
vaalo
##lahat
rahm
paim
ped
anda
diid
daana
dukan
chun
guftar
##ariz
utna
taklif
jidhar
socha
samj
marte
sunta
zindagani
shikar
ashufta
maidan
sitara
zulmat
nasir
paikar
maslahat
ghairat
qarari
rukhsar
jhuut
sochta
rabt
sadgi
reza
palkon
raqam
rauzan
khalq
sharminda
gardun
qurban
tapak
tukde
farogh
bhulne
betabi
azaab
jaadu
aghyar
mayus
paimana
ade
bani
dana
dani
fus
ghani
hind
mang
nuq
piya
phun
qi
ula
##ken
##tu
##mon
##yari
##angi
nair
nagar
baab
##khl
rakha
aahat
dili
musa
shaad
gavara
chaun
chahat
taur
tavan
khum
aba
beja
paar
kisu
ansu
dekhen
sifat
daal
phirta
sarf
bahla
sabz
lega
khvah
takrar
gulzar
barha
barham
mohta
nazara
sozan
samjh
##afat
mahb
##haba
kamyab
shishe
basa
dunga
bharo
rota
surur
gira
padh
inayat
yaran
gosha
doston
chhut
ghairon
purs
aadat
shikasta
nisbat
kafan
buland
qarz
kharabi
jhuk
socho
nafrat
anjum
uthte
khirad
khirman
saada
pareshani
lamhe
qurbat
tapish
raton
sajan
kohkan
ujala
ilaaj
tavajj
nazren
qamat
ayyam
musalman
bekasi
nazzara
sannata
libas
barabar
jeb
zunnar
fusun
ghanimat
ulajh
ansuon
tavajjoh
das
egan
iyon
jhon
phan
rul
sanj
uf
uch
ushsha
vara
vadi
##sir
##fr
##mal
##dani
##lah
##yani
naza
##unga
jash
jada
saaz
salam
bac
bahana
maang
karda
karvat
musta
shadi
##ade
##tida
ustu
khade
tai
tahi
takht
khub
vaz
vaar
vaah
vash
ghalat
kufr
rahna
rahmat
bech
paata
pashe
lash
nigahi
##uth
dijiye
sim
ishare
ishrat
phire
asi
dud
ungi
lip
khvan
##faqat
##shak
mod
moti
inq
inhin
nikl
janab
samar
mand
sharik
lagte
tabah
zard
padta
subuk
khvabon
bole
bojh
amad
phulon
karobar
nishani
tif
charaghon
mehrbani
khinchi
raqs
kanton
uthti
faqir
muddaton
qurb
jazba
tishnagi
azadi
thokar
tuuta
yadon
ehtiyat
hukm
mahak
bijli
tohmat
raunaq
pursish
ushshaq
jashn
pasheman
ata
bur
bud
id
ikht
iri
phen
rin
riha
tale
tahr
vida
##kir
##ach
##sus
##sib
##ram
##ruba
##mul
##dh
##dud
##lan
##yana
##venge
##arat
##andi
naha
nashad
jama
jaisi
mam
maar
maare
##one
karni
dilruba
muam
mukar
mukhta
tul
shahi
chadar
khaar
khada
khasta
khusha
ghash
dara
tirgi
##makash
asrar
astin
dusra
gari
chhal
ung
milen
badnam
ins
ruuth
##afi
##ishen
saki
bhara
arbab
sahara
shamil
farda
rakhna
aflak
adavat
bhule
khari
talkh
dastar
zulfon
achchhe
samajhta
amir
buu
izzat
badalte
hanste
udasi
qasid
dauran
bisat
gumani
ijz
niyazi
bakhsh
thoda
narm
ghurbat
ibtida
dhara
divanon
divangi
zarurat
daftar
hirs
iltifat
uqda
chhanv
andesha
maqsud
karishma
numud
silsila
qimat
mohtasib
mahbub
bharosa
uchhal
mukhtasar
ain
aman
bun
dh
jy
pab
panj
qus
qib
thu
tund
zah
##iyon
##kat
##kul
##sari
##ob
##mun
##jan
hajat
##hit
nag
nami
kashan
kaafi
jale
jaoge
jaulan
saq
sav
saal
sadi
bahi
bahane
maane
##dal
##khr
##tala
karan
mua
muhal
tut
shaan
##asim
gaam
chahte
vaisi
parsa
yaas
abla
##vaida
beb
daraz
anis
diida
daa
asir
astan
asbab
chhat
gusta
ghamza
##khab
zaat
barson
gharat
marham
pahli
suni
pukar
huiin
kamil
sakun
arsa
roya
bichh
sahba
suragh
mohabbaton
chalta
chalte
chalna
chuur
gor
uthaya
##shton
hongi
jins
pyasa
zakhmon
vahshi
##kiyan
pichhe
khultin
##bada
majlis
shua
kashmakash
rafu
fitne
khez
likhna
batao
karunga
luta
namaz
alag
hadis
qafila
charagar
lamhon
mazmun
mashq
gunahgar
tuuti
jhalak
aabru
mehnat
nakhun
thikane
khilaf
andhere
chot
timsal
majbur
nabz
nadim
akhbar
gurezan
rizq
biich
taufiq
nairang
varaq
tahrir
jyuun
qusur
ali
bho
bure
dhad
dasta
fah
ganj
hil
ira
tin
uun
uja
zil
##ita
##huri
##rah
##mas
##dur
##ddat
##lad
##jhi
##par
##pan
##hala
##hadat
nash
naji
kasha
##yaz
javed
sehr
saja
bali
mak
hotin
##tav
huur
rast
ravani
karb
##alab
##hera
mukh
shaida
shahadat
##asr
gaanv
gashta
chaho
taf
tay
khusra
yahin
ghat
ghal
kushi
##vaza
rahun
rahbar
##hire
beach
pahad
paoge
pagal
darvaza
angu
tariq
tarikh
davat
phirti
bahari
asa
##zakh
suvaida
badhe
##hrat
barsat
banti
bandi
nikli
zaman
zamir
sunane
puk
pusht
akasr
jallad
shiddat
##atiyan
nazdi
azm
azurda
arsh
rok
shohrat
##chak
fard
tangi
chalti
khatt
afr
chashma
##ghal
vaqi
zarf
zarre
fakhr
guzari
guzarta
guzarne
khid
khile
aton
masr
yakta
ulat
pichh
bhag
bhali
naqd
manzur
bandh
aadam
intikhab
khulus
dikhaya
ghus
milega
khinche
kahunga
rez
kanar
qabr
faqiron
avenge
mastana
hisse
qafile
siyasat
maze
bachchon
bujhe
bakhsha
hazir
mahrumi
jhag
farosh
daba
tavaf
ibrat
zanu
baazi
dafn
muskur
nibha
ziist
rifaqat
likkha
fishani
mansub
saliqa
samjhen
lashkar
rindan
dhyan
bahisht
kashakash
ahu
auq
bil
bit
buri
eid
fi
if
ima
iid
lal
lenge
maraz
pil
pho
pila
palak
qahr
sane
udi
uup
zat
zist
##khir
##kim
##kira
##thi
##ap
##ahi
##sil
##rir
##qq
##mari
##du
##dha
##br
##jub
##vam
hakim
##hil
najat
nashtar
kir
kim
kaab
kate
kashish
kavish
##una
jaun
seh
saun
savab
salib
##ili
bakhi
makin
machal
##dab
##hum
##ona
kari
hama
dilli
dildar
muhit
tuun
shake
##ase
gahan
##tiyan
chap
chaah
chahen
khaj
khaz
khashak
tash
taza
tauq
vaf
partav
##chhta
becha
pachhta
lachak
dare
darta
darman
niha
nikhar
ange
anchal
daar
daala
sargar
sarshar
asiri
chhe
chura
sum
sud
takra
jivan
##faz
##hron
mor
mom
mohr
gharon
zinat
rudad
marasim
mahsus
shabistan
tamkin
shifa
basta
sharh
sako
jahannam
bharam
qadah
qadmon
ashkar
ashob
bikh
##vand
jaano
farz
chalne
rakhti
afza
zabani
taskhir
nase
paikan
paiham
baharon
aten
pighal
amr
purane
buzur
fasla
laash
divaron
chehron
resha
ranjish
virana
utarta
malal
##bih
mohlat
navak
khinchta
rishte
vajd
jazbat
qalb
tajrab
chhalak
ujde
valv
khalish
begane
raqibon
dhoke
imtiyaz
ladka
mubtala
uryan
baghban
raahi
baazu
sailab
nibah
lafzon
dalil
timad
faraghat
kasrat
sidhi
mulk
shaguf
parasti
angda
shadman
vabal
danish
musav
chaunk
inqalab
kharidar
panja
qibla
saqiya
irada
ujaad
angusht
auqat
uupar
aya
ale
auj
afaq
aariz
bhan
buun
duri
eda
eri
fat
fal
hila
ibad
jah
mani
nus
nuk
put
qu
rida
than
ufta
vam
vuun
zuh
##iza
##idan
##kari
##tari
##tani
##jaz
hafi
##hib
haif
haivan
nai
nain
kale
##yaza
jaari
saik
bab
baan
baam
baal
maat
maya
maah
mauq
##dakta
hush
huma
toda
aas
hamrah
dilbari
##ista
##chhiye
shaah
##adis
taan
taara
taare
nek
##uli
hikayat
ghaur
rahon
lauh
darvaz
##mane
tarik
ista
sikan
phira
bahs
bahte
##ghl
sabit
dus
chhuri
##rak
jaada
jaave
jabr
sup
uthi
uthane
jiit
##fak
gulu
##shahi
zakh
zaval
barat
barah
dozakh
engi
sote
sokhta
bande
banhon
niko
nikale
##midi
janun
zinhar
marhaba
marhala
manga
alfaz
sunne
puchhiye
jalta
are
gird
lagenge
farm
farsh
rakhun
khatar
khatre
chub
ajza
ajiz
ajjub
adh
talkhi
hansa
hanuz
chalega
chhuta
mauja
zulfen
pyase
qaul
sanv
##indon
piye
piite
bhatak
naqsha
khamyaza
zaminon
lahje
fasane
khuld
manzilen
dhunda
bulandi
dhuul
khincha
imkan
afsane
havadis
rafiq
khet
kheme
kanon
kyunki
balin
shorish
shorida
##rez
taqrir
gahra
zof
nauha
khaksari
karamat
banegi
araq
bakhshish
ghunche
irfan
jitni
khvahishon
pyari
pahchane
shira
jhap
shararat
dandan
shefta
akele
tavaqq
hasinon
mutrib
raakh
dubo
andheron
kinara
bheji
kulah
kulfat
farishton
sulag
kunj
majburi
fishan
parastish
baada
andhiyon
amada
andaza
nuqsan
phunk
barhaman
jhonka
ufuq
asiir
niklen
ikhtil
ungliyan
insaf
buujh
bebak
fahm
zillat
raston
pukare
nazdik
masruf
buzurg
buund
ibadat
nuskha
nukta
tavaqqo
ahan
eq
em
ejaz
fida
fuz
gi
ghi
gil
gho
gahr
he
jana
jara
lar
laraz
mariz
phi
pam
qul
ran
riya
rula
shane
ude
ve
yas
zari
##iman
##kmat
##khane
##hda
##osh
##chan
##uch
##ude
##yy
##jud
##jhal
##ekha
##ven
##von
halak
##hale
haidar
naved
kisht
kaa
kach
kakul
##engi
jaal
jaza
jaani
sakhti
##shna
baj
bash
baasi
maani
maula
makr
hoshi
##daus
##khshan
##tad
razi
ravi
aafat
##hez
muf
muda
mughan
tuti
shash
gavah
chaap
khaki
khabari
taha
tavani
tauba
vap
thaam
thakan
parhez
abe
hikmat
##laq
bezar
paak
laata
darban
apnon
harim
pesha
ankhi
tarash
isa
##maya
simat
ishva
daali
##liye
sarg
sarish
kabab
bahta
asl
asum
sabat
duud
jaage
khvari
sukh
utra
##usar
gulon
badli
##hram
##shah
barf
dosh
mol
inan
gharq
ruh
##itan
same
samna
rahegi
zamzam
pahar
mahmil
puj
jalti
kamre
sharafat
khudaya
azab
roke
biit
biite
##stan
khanuman
gire
charcha
lagana
lagane
rakhne
chang
qatre
##vesh
vaqif
bazu
jui
jug
labi
sitan
zulekha
ajam
tasbih
itr
padte
padti
chhode
khara
kharash
paima
batla
batate
halqe
yaksar
khayalon
khoya
duuri
sanson
bose
bhale
mudam
amla
ambar
firdaus
purana
purani
bandon
nikalne
dushmanon
khunin
badalne
hansne
##tanat
majma
majra
jhuta
dhundhta
gungun
udaa
patton
pasban
talabgar
##urdagi
siyahi
safha
saffak
lazim
bachpan
rishton
bakhshi
bakhshe
##astagi
naghme
panah
kohsar
ujad
samundaron
hausle
raazi
uttha
bastiyan
raftagan
ubal
kitabon
nazron
mutthi
duuba
khilte
kushada
paimane
zeba
kaifiyat
iltija
afsurdagi
aamad
chor
nasheman
ramz
sulaiman
andesh
gaahe
tazkira
maqsad
jhil
nok
shagufta
saltanat
chahne
chamka
bhigta
andalib
samjho
nazakat
simab
phenk
mukarrar
shahidan
thuk
muaaf
dhadkan
dastak
tayyar
jhagda
kimiya
kaabe
bechain
nihayat
sargarm
valvale
bhanvar
saikdon
zakhmi
dhab
dhire
el
gal
gala
ita
iza
iyo
lat
nan
nir
odh
qah
qum
shun
tat
ug
uz
ugal
vari
yu
zud
##iyyat
##hd
##ain
##sen
##ol
##nin
##rur
##riya
##rud
##umat
##qan
##qab
##mad
##dhe
##yun
##bur
##zum
##vin
##arrat
##haz
##andar
nak
nach
navar
nadam
kiin
kaat
kaate
kasa
kalim
kausar
savar
sazi
savari
##inon
##inde
##ire
baiza
maa
mashi
madad
##amin
##dagi
##khun
##khvan
bhiid
rasan
##heli
dilkash
##ishin
##abu
mush
tujhi
shama
shafaq
##asar
gaz
gahi
##tiq
##nak
chahun
ustad
khad
##ere
vaali
vaisa
parvar
parchha
parinde
abg
mujass
kuja
besh
paash
laha
lada
lahad
darun
darja
darpe
nihani
niyyat
peshan
pedon
##mand
tara
taras
taraz
tarif
dikhe
davam
dashna
sari
sarkar
sarmaya
sarasar
asani
sabaq
duha
dukha
chur
chhun
chhid
milenge
gusar
leti
khone
uthana
takhir
jiita
##usan
gulabi
badban
bart
barsa
banane
ruke
ruki
ruup
manus
alon
aluda
mahke
mahki
sunna
puuri
jald
jalne
jaldi
kamin
saken
sakenge
naznin
azmane
arbada
rog
##uja
bimari
sahari
sahare
khanon
surkh
surkhi
girte
chalan
chalen
afiyat
aanch
vaqf
labrez
puchhun
itra
padha
chhodi
subur
bhuli
guzarte
guzarna
khisht
khitab
goshe
khvabida
batin
batil
mathe
munkir
uthao
uthate
hont
atishin
dosto
masarrat
vasf
khod
khoti
khole
zulfan
uljha
qaabu
sandal
sansen
shakhon
bola
boriya
vardat
tevar
piine
samajhne
bhad
lahja
fasle
khulte
karoge
shikve
nishana
dhunde
suuna
dikhata
dikhati
ghut
kharabat
asmani
dhundh
afsun
galiyan
palken
ranjur
hatheli
likhta
likhte
virane
talabi
taqrib
andoh
andhera
namrud
naumidi
baghal
baghavat
hadsa
safina
khvahan
fazaon
mazamin
mashuq
mashrab
ummiden
sajane
kathin
katti
udte
udti
udne
qalib
qalandar
saanp
yaqub
jagta
gunahon
dhaal
dhadak
dhadakta
khaliq
pattharon
mahrum
ilaj
utthi
bikharne
kholte
dabe
ubhr
numayan
agle
kahiyo
beganagi
nakhl
muqaddam
dharti
mutlaq
bigdi
turra
turfa
chamakti
khilqat
bolta
tadpa
madd
qamar
zehan
bhes
musalsal
uqba
chadha
chadhte
istigh
hukumat
gurez
suluk
maghrib
maghrur
muzhda
amaan
dhanak
qurbaten
bachiye
ustukhvan
lipat
paband
nagri
gustakhi
bichhde
hilal
khusrav
khidki
pichhle
bitha
figar
kirdar
sehn
saunp
shakeba
vafad
angez
shadmani
musavvir
quvvat
zuhur
hushyar
darvaze
sikandar
barahna
shiraza
gahre
jarahat
qulzum
mudava
sargir
jugnu
nadamat
mashiyyat
mujassam
darpesh
peshani
aari
agah
er
emal
ehram
fani
gam
ghin
ghir
guun
gile
ii
ibar
itab
jhe
jata
jila
jham
jhad
lata
mane
nil
phal
rana
rangi
sila
sile
sona
tun
tit
upar
##ijan
##khan
##tah
##tul
##tarib
##sp
##sab
##sif
##rana
##rani
##rim
##chir
##uki
##fuz
##dil
##ddi
##dhal
##yya
##jhan
##zish
##vv
##anu
nadani
kina
kap
kadi
kasi
##yaj
##ahe
jami
jave
kota
koson
saat
bag
mau
maal
masa
mahal
malak
maazi
##ami
rav
rakhi
##alon
dilcha
##abat
muus
shahan
shahar
shamat
shakar
shadab
shaghl
degi
chakan
khate
khati
taaq
taak
neki
khufta
vaadi
vaade
tham
paron
parvari
yag
ghaat
kuuch
rahenge
bedari
pairon
laal
lagh
laate
lakir
darbar
nizam
nigun
nidhal
auraq
harja
##gaf
##utar
angar
##maga
sif
siikh
isharat
dada
daale
dakhl
##liz
iksir
saron
kahl
dum
dukhane
chhi
millat
ghamon
lihaz
jaaya
lek
khvani
khurda
suud
utre
takmil
badhte
zaanu
barkha
dohr
##diyan
kahaniyan
soi
sog
soya
bano
rukhi
ruba
marka
marzi
manta
mandir
mantiq
pahna
mahdud
mahfuz
sunun
sunsan
pukhta
nigahban
tama
jalana
jalate
khuddari
sakhi
azur
azmat
ariz
arzan
roti
khandan
giri
charas
lagan
farzan
tanz
khatka
afat
chuum
zabun
shahron
zarar
puchhne
subu
paivand
guzare
goi
baharan
munsif
##shtan
masafat
sadak
sadaf
sadaqat
lagaya
pyasi
uljhan
ashiyana
piiri
bhaa
bhage
bhadak
amn
ammul
##yarat
lahr
lahra
aadhi
nikalna
mite
khulti
manzilon
maqtul
kalisa
ghul
divaren
jhuki
pahunchi
tamami
chikh
rakhiye
rakkhi
gunj
aahen
anjan
sharabi
kashon
##riq
qasr
qasd
mahfilen
kanch
balki
mitne
misr
patta
patte
hoshyar
faqr
khalal
taqsir
zohd
namus
naubat
sharmsar
aqibat
sachcha
banega
talafi
mazaq
padega
lambi
tapidan
farebi
sirijan
sajde
bachche
juzv
sambhale
jalaya
khushiyon
mausamon
bini
ghunt
irade
##khez
chhap
chhati
hijabon
chhupana
bahak
dhale
pahchana
sambhalta
gumbad
yadgar
phaila
pindar
utthen
bastiyon
dariche
farozan
ladki
shekh
bhulen
bhulane
garmiyan
bachate
nakhuda
nakhchir
kitaben
urus
mutma
nashinon
turbat
duube
nigaran
dubte
dubne
miliye
piri
rindana
chamakta
giraftari
bolen
kinare
hiran
zeb
pakad
ehtiyaj
viranon
umidi
chingari
ziyarat
faraham
farigh
chadh
sidq
habs
nakami
sipar
mulla
bedard
navazi
shanasa
bigadta
akhtar
dahliz
karishme
muztarib
azizan
ginti
rizvan
sinan
vabasta
afshani
baithna
##iyega
hindu
ustuvar
tiflan
thokaren
idrak
mamnun
dastaras
amanat
zahe
nagin
gustakh
nashshe
maktab
karbala
ghusse
imaam
phod
bakhiya
khazana
sumbul
tajraba
uftada
kaleja
mauquf
tariki
supurdagi
adhura
sanvare
hech
larzan
pamba
hoshiyar
ankhiyan
sarishk
istighna
ibarat
kotahi
dilchasp
muusa
ayat
atak
bara
dhi
dham
eja
fulan
ghan
ghon
ghane
iisa
ikhl
jat
jiya
jane
jhal
jhur
kani
lil
lati
lub
mim
nindon
ojhal
pani
pit
pand
qana
sana
sut
sani
thar
tana
uga
zani
##ih
##kas
##kenge
##tta
##tvan
##tub
##ste
##ssar
##sitan
##oz
##ostan
##rin
##rad
##ruh
##ce
##ush
##uta
##uti
##udi
##fam
##mam
##len
##lman
##be
##bah
##bin
##bara
##ju
##jab
##jak
##juman
##zma
##xism
hala
##hak
hairani
naga
nasha
nabar
nalon
nalan
nauja
naddi
kish
kai
kati
katar
kadon
kaahe
##ahar
jasta
jadu
kotah
saha
sahir
##ilon
##irat
bair
bava
bayani
mahi
mahin
mali
mamat
makhm
kesh
##khudi
##urrad
hub
huz
hudud
bhigi
bhiik
tode
rad
raam
rahiye
aaoge
aazma
karim
dildari
muha
much
mugh
mukha
mukam
muhaba
##chen
tukhm
shahin
shayan
shami
##asa
gaa
gava
gavar
##adon
dev
chaat
chatak
khaan
khaas
khala
khadi
khami
##era
tau
tav
taal
taari
tazi
tausan
neshtar
thaan
parcha
pardaz
parvane
parinda
abir
ablon
hiire
ghaib
mujrim
kuhan
kudur
##chhon
bel
##iyadi
pag
paan
paana
paane
paara
pahal
lak
laane
laala
laati
laale
darazi
darvesh
nish
nihal
hari
hare
haris
harne
pechan
anqa
tari
tarf
taraq
tarjuman
diije
isyan
israr
##maz
sima
ishti
davar
daud
daalo
daude
phirne
##liyon
ikram
saro
sarsar
sarkash
sarsab
asr
asha
asli
kahenge
dukhi
garan
garon
uncha
##raz
thiik
##araf
suuf
sudhar
uthen
utri
jiy
jihat
jibr
gulsitan
gulfam
badhta
badshah
dop
dota
dobara
nazari
sota
inhi
janon
janana
rum
ruyan
rumi
ruka
##iton
mardan
marxism
zambur
mansha
mandi
aajiz
pahr
pahla
pahra
pahre
pahron
almas
mahn
sunate
##varon
hasad
tamir
jalal
jalane
shitab
shigaf
basi
base
basan
basana
sharara
nazan
nazish
nazuki
lohu
aapas
qadd
arka
bik
biim
biina
sahte
sahma
dardmand
##shida
##vanon
##vandi
girye
girani
gireban
girdab
charon
karegi
lagne
lagate
farman
farang
farsa
fariyadi
tabar
tabir
tabib
rakht
rakho
chanchal
adalat
chuun
bazan
zarron
puchhen
ajz
badakhshan
itti
padin
padhte
chhote
chhoti
yarab
kharosh
guzara
guzaran
guzarti
mund
uthata
mez
dostan
masal
baithi
baithen
vasta
akhirash
chhuda
dushnam
dushvari
khayalat
naame
sadaon
maujzan
ulta
achchhon
vahdat
sanche
banao
shakhen
bos
varastagi
pigh
piile
purze
bandhe
suraten
##qaha
nikalta
daghon
maqdur
khunab
shikari
nistan
guzrin
izn
badalta
badalti
ashiqon
tiin
qayamaten
mehri
mehrab
qarun
laag
kharabe
majaz
majruh
ehtir
jhum
jhute
jhuti
jhuum
hasraten
hasraton
chiz
chidiyon
chitvan
chilman
dhunden
dhundta
dhundla
dengi
vahshaten
sochun
sochte
sochti
aahu
aahon
qisse
rabti
qatilon
sadqe
duaon
khema
sozish
kante
kyunke
qabron
bataya
mitta
pasbani
khiraj
utarti
rusta
sakega
namazi
malb
zohra
namnak
muddaten
guzregi
hadd
mohkam
chupke
zalz
safi
safe
safir
khinchti
ijara
mashriq
tapka
tapke
ragon
sirat
sirish
bachcha
arzani
bujhane
niyam
sheron
hazin
irshad
khurram
##thara
hijabi
chhupaya
khatak
khvahishen
pankhudi
yaqut
ujale
jagte
jagne
pyara
zanjiren
dhota
yaden
mizaji
phati
rutba
danista
aable
aabju
dabi
ghariban
gharibon
shikaston
bujhti
bujhne
uryani
urdu
bigde
sairab
raag
raaja
khvaron
mardana
aziyyat
bichhadne
dubta
girafta
khilauna
andheri
huren
madr
madfan
mitaya
durust
iltimas
fanus
tadapta
rangini
avvalin
ayyari
bhej
satati
satvat
ghataon
azaan
zadon
nasheb
kalami
gesuon
faragh
farishta
istiq
sidha
gulabon
riva
laute
sipah
sipas
likkhe
sunega
tazgi
nazzare
jhijak
posh
bahalta
rahzanon
sharten
bijliyan
sannate
sanvarne
ghulami
dahqan
baap
rahnumaon
zadagan
mansab
ubharta
sinon
sapna
sapne
saliqe
silsile
jhankar
dukanon
samjhane
sharmindagi
tapakta
hindostan
sarfaraz
barhami
dasti
phans
rulana
rulaya
inqil
tifl
phenka
nahaq
muamla
darakht
chhalon
insani
buniyad
savad
savere
sadiyan
asiran
bhole
tinka
balish
pahadon
afrin
pichhli
muskurane
ifsha
saneha
chappe
khazane
tashvish
daregh
momin
bikhri
tajrabe
chhalakte
shaguftan
ayaan
thandi
vaman
baant
mayassar
dusri
dusre
nikohish
jhapak
sulagte
ikhtilat
ikhtilaf
ahang
fuzul
giit
janaze
ranga
##yyur
kachcha
muflis
vapas
pujari
gunguna
jhilmil
thukra
itaab
qahqaha
qumri
tatar
navard
mushkin
chhune
bartaraf
maddham
vafadari
sargirani
yagana
laghzish
markaz
charasaz
ejaaz
ikhlas
latif
lubha
sutun
tharthara
nagavar
nabard
kishvar
bavajud
mukammal
gavahi
kudurat
taraqqi
sarsabz
suufi
jibril
au
aun
aath
ave
ayad
ayar
alif
bhal
batiyan
chir
col
dul
dhani
edar
elan
fil
fut
fate
gher
giton
hen
iran
iyyat
jul
mon
nut
nuj
naraz
on
or
pun
pon
path
panv
piron
quf
ris
rani
rik
son
sone
tis
tik
uta
yam
zang
##ig
##ihan
##ko
##kke
##hli
##tat
##ten
##tis
##tte
##tila
##shin
##sad
##sati
##ozi
##rata
##chin
##ukh
##ute
##uka
##fani
##fiq
##qah
##qil
##qam
##qon
##qad
##qiq
##men
##mut
##mala
##mast
##mila
##mba
##den
##dun
##dte
##diya
##lo
##lhe
##las
##lub
##yyan
##bala
##baz
##bron
##jur
##jad
##ez
##ebani
##ghi
##ghe
##gas
##zah
##zad
##zani
##zub
##pi
##pat
##pka
##vast
haf
haat
hata
haul
haare
haft
##hada
##anki
##andiyon
naa
nal
naur
nahan
nati
nafa
nayan
naaf
namat
naav
navish
kibr
kad
kav
kata
kaali
kasu
##att
##aton
##yaq
##yal
##yami
##ahul
java
jaib
javah
menh
sava
saut
sakhta
##ini
##shte
baari
bakhti
bachi
makh
maul
mala
masha
madar
macha
mafar
mazi
mauz
mabada
honi
##dagan
##khenge
##khushi
##urd
##tasil
bhige
bhiig
ravana
rafaqat
raihan
aaise
aase
kargar
kariye
kardani
hamraz
##alat
##istar
##abon
##abad
muta
muaf
mutab
tulu
tufani
##tega
shahon
shaitan
##asil
##asib
gahani
##adte
##tibar
des
dehli
chaki
chatan
usul
jot
jogi
joban
joshish
khaam
khaza
khabron
taul
takha
tahal
tasht
taham
taaj
tavah
nemat
khutan
##ule
##ulad
vazu
thal
parbat
pariyan
yaani
abshar
abjad
hifa
ghaas
ghali
kui
kush
kuud
rahn
bekar
behosh
bedil
bediyan
paz
pair
pahan
paki
lai
laana
laqa
laqab
darpa
##yega
niin
nida
niche
nichi
nigal
nishtar
apas
tiraf
##hoshi
hararat
harzah
tariz
tarasha
taraj
tarbi
tariqat
tarasta
divani
dekhti
islam
sidhar
sikke
isharon
dahi
daara
dahak
##lid
sarir
sarfa
sarkhushi
kabk
kabutar
bahti
ast
asal
kahla
kahkas
sabhon
dui
garebani
chhil
unhon
milaya
guza
##rav
##raqa
liin
likhi
liije
jaagi
legi
leve
sujha
suhana
sufi
suuli
sujud
utari
takte
takiya
gulkhan
gulchin
badhi
badon
badmast
##sham
zak
zaa
baran
barin
barda
barsar
barhana
barmala
doshi
dohra
eng
mohan
mohal
moham
##did
nazare
soti
sokht
banj
banne
banate
banki
inda
infi
nikala
##miyat
janm
zindani
rui
ruyon
mars
maryam
marhum
zamurrad
manin
manda
mandan
manenge
alud
mahjur
sunati
sunaya
##kaya
puura
puure
pumba
shabana
rangat
rangon
tamhid
jalvat
jalvon
baste
sharbat
sharif
ahkam
khudaon
khudavand
nazil
bharte
bharne
ari
shole
ashuq
bim
sahe
khandar
surme
surahi
mohabbaten
girti
giryan
husain
lagin
fart
faryad
farangi
tanke
vahid
taba
tabahi
rakhe
chande
ummat
afv
afgan
kaunain
qatar
adakari
logo
chulhe
bazon
##safa
aison
laba
zarb
puchhna
khushki
badaulat
itnon
paden
padun
hijrat
hijaz
fauj
fagan
faash
faulad
adl
adon
bhuuk
nasl
khitta
gohar
khvabi
batata
matha
samaj
munin
munasib
mel
mela
talne
talvon
hansta
halka
halanki
khayali
chhua
yaksu
maujen
maujon
lagao
lagavat
khoi
khoj
khota
khola
kholi
khosha
kholiye
pyala
uljhe
uljhi
qai
qash
qaum
qaumi
sansar
bojhal
tezi
##indil
piyo
samajhti
bhat
bhaga
naqs
chhodenge
amar
amur
amiron
amez
purkar
buud
lahza
lahron
aadh
fasurda
intizam
intiqam
khulne
##ganon
maqbul
shikam
qayas
qayam
badalna
ashiqana
##jiyo
ghum
ghuum
asadul
hanse
hansti
hansna
laao
laave
ghazlen
dhuen
dhuum
asmanon
milao
jhut
jhulas
lutta
saugan
saughat
dhundle
dhundhte
shud
shuda
shumari
shughl
shubah
deni
##shed
rakkhun
guna
gunja
gunji
sochen
sochna
damanon
nafs
sadma
sadkon
rekha
##ajat
imarat
kashf
raqabat
qasida
##ukab
ranjishen
kanta
kandhe
likhe
likhne
likhva
balon
miskin
patang
uthne
faqiri
khirqa
utarte
samjhata
samjhate
rusum
insanon
aarsi
taqati
taqlid
malte
malul
chalak
murjha
murshid
zom
sazish
khakistar
sharmata
mushkilen
hadsat
hadson
##andgi
muqar
hisar
mizan
sachchi
tahsin
safine
makanon
charagari
qararon
lams
qurbani
mashgha
ragen
haqiqaten
sire
sajaya
bachna
bachne
gardishen
binon
udane
udata
qalaq
tajahul
tajdid
dukhta
chhale
chhupe
chhupti
naghmon
derina
ujalon
vallah
##siyon
jagmaga
bahas
bahami
dekhega
dhaj
dhala
pahchani
kafiri
shahpar
faslen
faslon
jhamak
phaile
shanasi
tukda
rutha
ruthi
ruton
khairat
utthin
badhti
nasibon
danon
danton
daricha
darichon
bikharta
shikayaten
bhulaya
kholen
dabistan
ladi
ladkon
shevan
zahrab
bhulna
rukta
rukhan
rukte
shikastan
agli
aghoshi
chahega
dekhunga
bujhta
bujhte
dimaghi
avargan
dharm
muttasil
zangar
chaliye
thaharti
betabiyan
mardum
hangame
bichhadte
bichhadna
chakkar
piro
rindon
saili
chamakte
bargad
arzuen
padiye
faisle
khilaun
shukrana
khiraman
gehun
kushad
nibhane
sohbaten
pahchanta
pahchante
azari
durd
dhalte
ganga
hiras
kaifiyyat
thahren
shaklen
ghabraya
tadapna
payambar
ehtimam
alluqat
ayyar
bheje
satata
hovega
sikhata
zade
kaanp
chhanti
jazbe
barishen
jangalon
farishte
guzin
gudazi
baraste
umiden
habib
sipand
muqabla
mahakta
jhiil
nosh
noch
noshi
poli
poshida
sataya
navazish
jaade
dilbaron
angur
ghulamon
phaili
phailte
dahshat
sultan
kamand
bakhton
sarabon
mansur
azizo
ubharti
ubharne
numu
kajal
salasil
tohfa
baithne
mubarakbad
bhigo
maidanon
mayusi
mangen
nuqta
piyala
nairangi
chaunka
jhukti
jhukana
nafraton
ulajhne
jhonke
bachan
bachane
karvaten
vashud
niklo
mandiron
tifli
mehrbaniyan
mahakti
pashemani
burqa
budhi
budhe
mamura
muamma
tulani
khastagi
khushamad
astinon
chhalka
udasiyon
pabandi
tutne
bebasi
bichhda
tinke
nashv
maktub
tafsil
tafraqa
tayyari
ghalati
tariqe
azurdagi
afrang
khidkiyan
bhagte
ghusl
rezish
pilaya
sehhat
saunpa
bakhil
shakeb
khajlat
vafur
pachhtaoge
lachakti
chheda
chhedi
chhede
naseha
naseho
dalilen
sidhiyan
ayagh
falsafa
putla
putle
thanda
uftad
vamandgi
mauqa
supurd
farmate
ajize
nauhagar
buzurgon
ghol
janaza
phisal
bajte
tahayyur
vapsin
samet
zamzama
bazuon
jhilmila
nirale
shunud
uzv
uzlat
nachte
abgina
abginon
taravat
tarazu
bhadka
dhadakne
ubhrenge
muqaddama
zehanat
aarif
iima
jhele
jhame
latak
tunuk
titliyan
kapde
javedan
bagule
mauzu
parvarish
lakiren
dumbala
tamashe
dhime
jatane
jhurmut
lillah
mimbar
paniyon
naujavan
bairun
malik
makhmur
huzuri
radd
mughba
devta
parcham
ishtiyaq
jiyenge
dopahar
rumuz
shitabi
ehtiraz
jhumti
rustakhez
malbus
madrase
istiqbal
rivayat
inqilab
insaniyat
vamandagi
ayadat
dulhan
monis
nutq
nujum
ponchh
qufl
rikab
utaar
##tisab
nahang
javahir
javahar
mauzun
rafaqaton
aaseb
usulon
khazaf
taulen
tahammul
hifazat
ghaliban
darpai
tarbiyat
sokhtan
age
aani
adi
ayan
adar
aham
aula
alim
akhla
achan
ausan
autar
atibar
ben
bang
bhab
bhun
bila
burda
bone
chire
dura
dall
eb
eur
ezar
ede
ere
fam
faz
giya
gana
gut
ghera
ghire
igh
iqa
iif
jar
jhen
jatan
kur
kula
kure
lan
lasha
mara
mari
mish
nara
pis
pul
pala
pale
past
phat
phera
patiyan
qazi
qindil
ren
rim
rif
ratiyan
sira
thani
uk
uman
ukha
udan
uchha
ukta
uude
vad
yab
yari
zir
zana
zish
zim
zub
ziyad
##ij
##iti
##ide
##ihat
##iyy
##kun
##kur
##kara
##kati
##khana
##kkul
##hken
##tne
##tni
##ahat
##sm
##sam
##sur
##shir
##sim
##oshi
##ope
##nad
##nata
##num
##chiye
##chana
##ui
##ua
##uya
##uma
##ubat
##uuj
##umak
##fal
##fhum
##firat
##qani
##qqat
##mum
##mughan
##do
##dhi
##din
##dhan
##lin
##lil
##lum
##lenge
##lisi
##yen
##yur
##yane
##yare
##yyar
##yula
##bra
##ega
##gin
##ghu
##gate
##gru
##gmaga
##zo
##zab
##zul
##zgi
##zim
##zdil
##pane
##path
##vare
##vri
##vasta
##vase
##arra
##ardar
haj
hada
haara
haari
have
hauz
hasham
hayula
##hata
##himan
##anon
nav
naar
nada
naata
nahr
nabat
nadar
naba
nachi
nadir
naach
nakira
nayyar
kama
kaata
kafar
kasar
kaji
kaase
kaukab
##atum
##eni
##yah
##ahne
jast
javaz
jahat
jasus
javenge
javen
javin
kos
koshi
kori
kohram
sala
savan
sahal
saji
saiq
##inan
##ilen
##shur
##shon
##ird
bai
bahan
baani
babat
bavar
bache
baki
bapa
baaj
bakhiye
bahish
bauch
maur
maali
mafat
mabad
mayyat
mavara
mahaba
maili
magas
mafhum
##aman
##amat
##amil
##ammul
##amosh
##dash
##dasta
##daba
##dabi
##dakhta
##kho
##khdan
##khvah
##takta
huon
hudi
hubab
##hud
##hub
##huda
##humat
##huvan
topi
##oni
##oner
rahan
raani
radi
racha
raaj
raund
aal
aali
aadi
aasra
aaven
kara
karani
hami
hamd
hamvar
hamdar
hamnam
dilan
dilaya
dilase
dilasa
##isan
muk
muun
muva
musha
mukht
muund
muhib
mushahi
##cho
##chkiyan
##haron
tuur
tuul
tuba
shal
shaal
shauk
shahana
shadabi
##asat
##asir
##ashin
gaad
gachh
gaut
gaane
gasht
##addud
##tikhar
desh
##naz
##navish
chau
chaur
chasm
jod
joshi
khap
khaal
khaka
khabr
taale
tavaz
tavana
neh
neza
vak
vaam
vava
vaari
vaza
vaare
vazi
thaa
thami
thake
thame
parkha
parve
paristan
pardon
parindon
parvanon
yaari
yaum
yakaya
yaganon
hiile
hichkiyan
ghad
ghaar
ghaza
ghade
ghavv
mujko
kud
kuchon
kushton
kudha
kushtan
rahoge
rahzani
behad
behuda
paha
pash
payan
paati
paale
pazir
payami
laya
laam
lave
lashe
ladak
laili
lapka
##garon
daro
daran
daron
daras
darata
darang
daraya
darshan
darida
darham
dariyan
darindon
niil
niile
nicho
mirza
kisra
peche
pechi
peshtar
##mani
anon
anvar
ankhan
anhken
anasir
tarin
tarana
tarane
tarrar
tarkash
taraddud
dikhl
dikhana
dekhenge
isma
isra
isbat
isvi
##mash
##mazi
##mahil
sikhi
sikhla
siyani
daab
dafa
dakan
dakhi
dauda
dagmaga
phiro
phiren
phirun
tumar
sarvat
sarhad
sarvari
sarzad
sarnavish
kaba
bahne
bahra
bahke
##ghni
ass
asiya
asuda
kahni
kahve
sabil
duk
duval
dupat
terah
garaj
chhani
chhit
uns
unhi
unat
unde
unche
milo
milin
milon
milana
milki
gud
gusari
gudakhta
ghamze
ghammaz
ghammazi
##zaz
libad
jabhi
khona
sust
suhane
sukhe
sudh
suukh
kyari
utr
utne
utara
utare
takan
takta
takrana
jite
jiyun
jiiti
jibra
##ustan
##faqi
gulb
gulgun
guldasta
badr
badiya
badhana
badhane
badshahi
##shata
zaar
zaari
zakat
bardar
barshi
barja
barasta
barchhi
barzakh
dol
doge
doshin
moj
moda
##diq
##digar
soche
thes
##aqqa
bans
banana
banjh
banenge
banke
banjar
inon
insha
intisab
indhan
gharane
gharqa
gharbi
nikam
janam
janne
janashin
##batta
samate
samri
mare
maren
maron
marti
marjan
marhale
manun
mante
manva
manana
manane
manata
mandon
alhan
alast
albatta
mahk
mahvi
sunata
sundar
sunenge
suniyega
puuja
nigahbani
hasb
hasud
hasid
tamkan
dama
damon
damak
jalna
jalati
jalse
kamon
kamtar
kamba
kamzo
shii
##aze
bast
bashin
basaya
basere
basirat
sharaf
sharqi
ahmiyat
sakit
sakinan
khudavandi
##iba
tarahhum
nazik
lok
loge
azir
bharun
bharti
qadim
arab
aruf
arke
arif
arasi
armughan
areni
roka
roiye
shohada
ashjar
bita
biti
biini
sahj
sahun
sahna
sahne
khanman
khanqah
khanaman
sura
girta
girane
girif
husan
charb
laghar
lagati
shamma
shamshad
##akte
farhat
faramosh
tank
tanab
tankhvah
tannaz
chalenge
taban
tabani
tabdar
tabinda
rakhen
khatti
umme
ummidi
afkar
afsan
kaund
kaunde
chashni
chashmak
adabi
vaqfa
meraj
chust
chuuk
chusi
juya
juuya
sitar
zaron
zariya
zarkhez
puchhenge
vafaon
aja
ajaz
tasma
chashme
chashmon
rahil
pado
padhe
padna
padne
padhiye
padenge
padshahi
chhota
faani
fakhta
##idon
##idani
subut
adat
adna
adatan
bhuke
nasur
nasiya
nasrin
nasihat
khare
kharch
guzarish
khis
khizar
khiche
god
gol
goli
goyan
vaqton
batan
batana
matla
sukhi
munfa
munav
munajat
meva
mele
meyar
talte
talim
talatum
atan
atka
attar
atfal
dostana
mashin
maskan
maslak
masih
masnad
hall
halchal
vasi
vasvase
khayaban
khabardari
jigari
chhud
yaksan
naama
dastur
jinhon
lagav
umron
jamhur
jamhuri
jamuna
jamshed
pyale
pyalon
ulma
ullah
##kegi
qava
qafa
##jaj
##jaga
haqa
haqq
sanvara
##zand
sitamgari
bosi
botal
bostan
varta
varon
varis
tesha
tedha
tedhe
tevri
piir
piina
pichha
pital
piita
piyun
pioner
muslim
bhajan
naqis
naqqa
chhodo
chhoden
amari
amiri
firangi
purva
purkari
##yaron
bukhar
bukhl
buzdil
ilah
illa
bandhta
lahl
lahla
aadha
fasan
fashan
fasurdagi
fassad
fasilen
phul
phula
phuut
phuli
furat
fursati
miti
khulva
dushmanan
maqdam
shikani
rozi
rozon
nisti
nisari
nisyan
nisabon
suuni
dikhate
dikhave
guzren
##hone
jalvagari
badalon
ashiqan
tidal
tiqad
alamat
sunao
ghula
ghutan
bulane
bulate
bulandiyon
hansaya
rasul
laaj
ashnaon
ghazlon
majazi
majzub
khinchiye
niklega
chiir
chidiya
ashkara
lutne
lutana
lutma
dhundo
dhundun
dhundne
dhundli
shuhud
rakkhenge
gunahi
sochon
sochenge
udaan
anjhuvan
rabta
rabab
sadme
reg
reshe
rezi
imam
palang
##rih
##riyan
havva
havale
fitrak
khela
khele
khezi
kheshtan
ranjida
hazari
mahfilon
intizari
kanp
kanari
kankar
kanval
andaze
likhenge
qabl
qabile
balaon
avazon
mitha
mitna
mitate
shorishen
mison
pasti
paspa
pashiman
sangin
sangsar
vird
virasat
utarna
utarne
samjhaya
samjhaute
bisan
khalil
sakegi
taqva
taqid
taqsim
taqaze
lughat
luuta
malne
gahen
murat
murda
murdan
murid
murghan
muraqqa
name
khatiri
samand
samanon
dekhoge
havasi
naumid
sazishen
mastan
khaksar
paao
paave
aqd
aqub
aqida
aqiq
aqide
aqidon
haden
hadisa
mohtat
tahni
##urdagan
zalil
safhe
khvahi
khinchun
khinchte
khinchne
nafason
ijtin
mazdur
mazkur
mazlum
mashshata
ratjaga
ragni
raghib
razdan
divanagan
garebanon
farefta
sirr
sirhane
sajte
bachpane
tarkib
ghazalan
bujhi
bujhana
katne
katari
bakhud
vajib
sambhala
kahega
vaada
zahiran
binish
ghungru
iram
iron
irti
iradon
udta
jazira
jazire
##iqi
patak
tajammul
dukhtar
chhatiyan
chhupi
chhupta
chhupte
chhupate
thode
khataon
khatakta
pankha
ujda
ujdi
jagir
jagma
jagane
jagate
dhali
ikhtiyari
faizan
raqiban
sambhalo
sambhalen
sambhalun
sambhalte
sambhalna
sambhalne
zanjiri
shahd
shahz
shahla
shahvar
shahsa
gumnam
yadgari
marghub
shokhiyan
chukaya
ilaah
jhaad
jhatak
naranj
phala
phadak
shanon
jauhari
todta
todte
paridan
abadi
peshva
bichhauna
matlub
ghurub
pinhani
ruthen
nayab
khasara
khairiyat
badhna
nasibi
barik
bikharna
faroz
farotani
raftagi
aabla
shishagar
kholo
dabdaba
ladne
ladana
ladkha
lalach
barbadiyon
bhulo
bhulana
tavakkul
gharibi
rukun
rukti
rukna
agin
mubin
mubtila
shahidon
zahidon
mehvar
rasmen
tasavvuf
iblis
ibram
##vidan
nakhvat
chhedun
chhedne
chhedenge
shabnami
musafiron
bujhati
niyazana
tangna
uruj
uruuj
bazari
bazaron
guftani
takallum
thaharne
ghabrana
ghafilo
ghafilon
duubi
khvargi
marduman
mardumak
aziyat
khelna
khelne
bismillah
hauslagi
kijiyega
nigarani
dafna
dubna
dubaya
mastiyon
takallufat
hujra
chamakne
khilne
shukriya
khamoshiyon
hurmat
savalat
hamdamo
khirami
khalvaton
kinar
madara
tufanon
dekhiyo
nibh
nazmen
paimanon
durr
durvesh
durbin
dhalti
dhalne
qamri
zevar
muntazar
muntashir
anjami
afsurdagan
ghabrao
sili
gadaon
pakdi
ehtijaj
bheja
binash
chob
chori
dalen
dalin
satr
satana
satane
sikhaya
qaisar
musallat
tiliyan
timardar
uqde
uqubat
ghaflaten
farmavenge
jumla
nurani
sulajh
kaso
kasb
chadhe
andeshe
dikhlave
sidhe
jabinon
badhate
barasti
palatna
muraden
mahramana
kunan
pheri
umidon
nakamiyon
lauta
harifan
likkhun
likkho
talvaren
ganvaya
qudsiyon
kaliyon
##undhe
mahaul
muluk
mulzim
tazlil
bekas
chhini
badlega
masjud
pahunchna
pahunchenge
mehmani
jhim
poshak
navazishen
bahalte
dilbaran
shagird
khulega
angbin
tasalliyan
sanvarte
sanvarti
phailta
manazir
sulh
suljha
sultani
maghfirat
maghmum
muztar
muzmahil
mushtari
mushtamil
dayaron
azizon
andhiyan
masjiden
masjidon
vabastagi
sapid
sapnon
salik
chahti
champa
chamkenge
parastar
paraston
libasi
barabari
biiti
tadbiren
dhanp
jhank
jhanka
jhankta
bhigne
raunaqi
chuna
samjhi
ashuftagi
tapakne
mayusiyon
mangta
mangte
mangti
mangne
nuqush
piyale
phunka
qimash
baaba
musahib
chaunke
chahaten
khummar
abada
dekhengi
samjhun
basao
inayaten
shikastagi
jhukne
qurbaton
musalmani
ulajhte
ulajhna
jhonkon
phande
phansa
phanse
rulane
varafta
mustaqil
mustaghni
shadid
ustuvari
bechara
lashen
simin
simta
phiregi
lipta
lipte
lipti
samarq
bolega
nishaniyan
ehtiyatan
ehtiyaton
tohmaten
raunaqen
burd
burj
burhani
ikhtira
rindi
muamle
muamlat
mukarne
darakhshan
ungli
ungliyon
adavaten
buuta
buute
mahbubi
uchhalta
thukta
zahar
zahra
zahmat
##obast
kashana
kashane
saqar
savera
muayyan
tutte
tutti
chhaten
pukarte
pukarne
shuaon
rafugar
hadison
gunahgaron
choten
majburon
bhor
bholi
fahmi
ganjina
hilte
zill
balidan
mukhtar
ghatte
ghatata
ghaliya
zamanon
pukara
nazdiki
azurdagan
rokna
masrur
bhagvan
bhagenge
ghussa
jhagadte
muskurana
muskurata
nibhata
bilak
bilkul
iftikhar
pilana
phoda
kirchen
kaaba
kategi
katega
makinon
khajil
khajista
khajalat
tashbih
tauqir
daregha
darmanda
darmandagi
angezi
momya
bikhre
nasehon
pighalta
amrit
resham
valvala
shaguft
shagufe
musavvari
maniye
putli
nainan
kaleje
hushyari
darvazon
istagi
sikandari
baraten
farmana
farmata
chubh
chubhe
chubho
ajizi
talkhiyan
bhatakne
jhapki
dubota
majburiyan
bebaki
ahangi
fuzun
giti
ghiste
ghota
larze
larazti
phika
kachchi
bajti
hoshiyari
muflisi
gavahon
tahasha
duudh
samete
azabon
batlao
kohsaron
shaguftagi
dhadkanon
shunidan
ugti
ugalte
ugalti
navardi
mushfiq
khadang
parvardigar
lahaq
tarashi
churane
churaya
chhuna
chhidke
khodne
bhadke
dhundega
dhundhne
dhadakte
ubhri
muqaddame
saunpi
vafadar
sargiran
iifa
jhadte
tundi
titli
kinaya
javega
bagula
rakhiyo
shahanshahi
shahanshah
khatim
khatib
thamta
niguni
angara
sifal
sifari
kahlana
kahlata
dohrate
sogvar
azmaten
farzangi
zabuni
munsifi
gunjte
chadhne
phodna
sumbulistan
ayaten
ghanim
janega
halahal
halavat
mahina
hubb
hubbul
muhayya
mukhalif
shamim
chatakna
khalaon
khamida
tavil
taziyana
lakiron
tariqa
tarjumani
daudte
sarod
sarokar
ashami
mahnga
ittifaqi
mezban
chhudaya
pighla
pighli
khunaba
chizen
chizon
zalzala
zalzalon
safed
safedi
safiran
sirishk
sarfarazi
phansaya
darakhton
jhilmilane
jhilmilati
auham
futpath
fateh
julte
punjab
pathra
pirone
sondhi
yamani
hafiz
nauras
natija
navishta
kadvi
makhzan
maulvi
mutabiq
chakidan
chatanon
tavahhumat
pazira
pakiza
sidhare
astana
kahkashan
guzashta
sufiyon
bardasht
doshizgi
engine
mohalle
mohammad
marsiya
labada
qashqa
ghumte
asadullah
jhutla
saugandh
rekhaon
muqarrar
mashghala
jhamakta
mardumuk
khilaune
hirasan
uftadgi
jhamele
mughbachon
adim
adarsh
akhlaq
achanak
bhabuka
ebana
europe
gutthi
ighmaz
jaras
jhenpa
kulahi
reng
umang
udanon
vadiyan
zirah
zanakhdan
zishti
zubun
##ijo
hadaf
nadada
nachiz
nakirain
saiqal
bahishti
radif
raundte
mukhtari
mushahida
shaukat
gautam
khabren
vavaila
vazifa
parvez
yakayak
ladakpan
pechida
israfil
dakhil
sarnavisht
libade
tamkanat
kambakht
giriftari
ummed
afsanon
munavvar
jamhuriyat
naqqash
ijtinab
durveshon
futpathon
