<pad>	0
<s>	0
</s>	0
<unk>	0
▁ک	-0
▁ھ	-1
▁ا	-2
▁م	-3
یں	-4
▁ب	-5
▁ت	-6
▁س	-7
▁ن	-8
▁د	-9
▁ج	-10
▁ھے	-11
یا	-12
▁پ	-13
▁گ	-14
▁ھو	-15
ھی	-16
▁و	-17
▁میں	-18
▁ر	-19
▁نھ	-20
ھا	-21
▁کو	-22
▁سے	-23
ان	-24
▁کی	-25
وں	-26
▁خ	-27
ار	-28
▁کھ	-29
▁ل	-30
▁کے	-31
▁تو	-32
▁چ	-33
▁ش	-34
ئی	-35
▁کا	-36
یر	-37
ئے	-38
▁بھی	-39
تا	-40
ھر	-41
▁اس	-42
▁ی	-43
▁ھیں	-44
▁ھم	-45
▁کر	-46
▁نھیں	-47
▁ع	-48
▁کیا	-49
▁دل	-50
تے	-51
ور	-52
اں	-53
جھ	-54
نا	-55
را	-56
یک	-57
▁ح	-58
ال	-59
▁ز	-60
▁ان	-61
ات	-62
▁وھ	-63
▁یھ	-64
▁جو	-65
▁جا	-66
ری	-67
نے	-68
▁ق	-69
▁ف	-70
ام	-71
▁غ	-72
▁نے	-73
▁اب	-74
▁پر	-75
چھ	-76
▁پھ	-77
▁اپ	-78
▁خو	-79
▁تھا	-80
دا	-81
لا	-82
▁ص	-83
ھے	-84
▁مجھ	-85
تی	-86
ند	-87
▁ھوں	-88
▁ھی	-89
▁بھ	-90
▁یا	-91
▁دیک	-92
▁کوئی	-93
رے	-94
کھ	-95
▁ط	-96
▁تم	-97
اھ	-98
▁کس	-99
گر	-100
▁اور	-101
ھاں	-102
ھو	-103
▁کچھ	-104
از	-105
▁جان	-106
▁میر	-107
لے	-108
نی	-109
▁اک	-110
ست	-111
▁ھوا	-112
▁بے	-113
▁در	-114
اب	-115
▁رو	-116
▁دی	-117
▁سو	-118
▁پھر	-119
▁ھر	-120
شق	-121
▁گر	-122
اد	-123
▁گیا	-124
نگ	-125
▁تیر	-126
▁کب	-127
▁دیکھ	-128
▁دو	-129
یس	-130
▁سر	-131
گی	-132
▁مح	-133
لی	-134
▁اے	-135
▁جس	-136
▁مجھے	-137
▁عشق	-138
نھ	-139
▁پا	-140
▁دن	-141
▁غم	-142
ئیں	-143
▁رھ	-144
لو	-145
▁جب	-146
▁سا	-147
ید	-148
▁لی	-149
▁طر	-150
▁رھا	-151
▁اج	-152
▁گل	-153
▁نظ	-154
▁سب	-155
▁تھی	-156
▁تجھ	-157
▁بی	-158
▁گا	-159
اتھ	-160
▁لگ	-161
▁ایک	-162
انی	-163
▁سم	-164
انھ	-165
▁تک	-166
▁بات	-167
▁جائے	-168
ول	-169
▁حس	-170
▁کیوں	-171
فا	-172
▁کبھی	-173
▁انکھ	-174
اری	-175
▁نظر	-176
▁نک	-177
▁مر	-178
▁ات	-179
▁تھے	-180
▁مرے	-181
▁مو	-182
▁ٹ	-183
دھ	-184
▁سک	-185
▁ڈ	-186
▁کسی	-187
▁بر	-188
▁مل	-189
▁گئی	-190
▁بھت	-191
قت	-192
یاں	-193
بت	-194
ائے	-195
انے	-196
▁پی	-197
▁اٹ	-198
▁فر	-199
▁رھے	-200
شت	-201
▁کھاں	-202
شم	-203
▁گے	-204
▁زند	-205
▁ال	-206
▁بد	-207
بر	-208
▁گز	-209
▁اپنے	-210
▁اھ	-211
▁نگ	-212
اک	-213
▁ذ	-214
▁سی	-215
فت	-216
▁لو	-217
▁مگر	-218
▁زم	-219
▁خود	-220
▁گھر	-221
قی	-222
▁تری	-223
▁ترے	-224
ؤں	-225
▁دے	-226
▁ایس	-227
▁یاد	-228
▁گئے	-229
▁بس	-230
▁اش	-231
▁یار	-232
مت	-233
▁شب	-234
▁من	-235
دم	-236
▁مری	-237
فر	-238
▁اپنی	-239
▁رنگ	-240
▁کم	-241
▁دیا	-242
▁ھوئے	-243
▁اگر	-244
▁او	-245
▁ھوئی	-246
▁ھوتا	-247
▁نا	-248
نوں	-249
▁کھیں	-250
ھیں	-251
لھ	-252
▁سن	-253
▁پو	-254
▁مع	-255
▁ائی	-256
▁خدا	-257
▁با	-258
▁شو	-259
سی	-260
▁میرے	-261
باں	-262
▁بھر	-263
▁طرح	-264
▁رات	-265
کر	-266
▁جی	-267
ارے	-268
▁ائے	-269
▁میری	-270
▁زندگی	-271
▁بھا	-272
▁درد	-273
▁یوں	-274
▁لیے	-275
▁ایا	-276
▁دنیا	-277
رم	-278
ائی	-279
▁شا	-280
▁خوش	-281
▁ھاتھ	-282
راب	-283
▁جھاں	-284
▁محبت	-285
▁وفا	-286
▁اپنا	-287
▁اخ	-288
نچ	-289
▁پوچھ	-290
▁شک	-291
▁گو	-292
▁حسن	-293
▁ناز	-294
▁پیا	-295
گا	-296
یز	-297
▁دور	-298
▁وال	-299
▁کرے	-300
رت	-301
کھا	-302
▁نام	-303
▁دا	-304
▁تیری	-305
▁جانے	-306
زم	-307
▁حال	-308
▁مرا	-309
▁پڑ	-310
▁کھا	-311
▁دم	-312
▁لب	-313
▁ظ	-314
▁صب	-315
▁چھو	-316
▁دیو	-317
▁ھمیں	-318
▁شھر	-319
▁مان	-320
▁وھی	-321
▁سمجھ	-322
▁رکھ	-323
▁ساتھ	-324
الم	-325
▁ام	-326
▁بن	-327
▁لے	-328
صل	-329
▁ابھی	-330
▁اسے	-331
▁نگاھ	-332
▁بار	-333
▁گی	-334
بی	-335
▁راھ	-336
▁چشم	-337
▁کام	-338
نج	-339
▁تن	-340
زل	-341
الب	-342
▁لوگ	-343
▁کون	-344
من	-345
▁اگ	-346
▁میرا	-347
سم	-348
فل	-349
▁ست	-350
▁مس	-351
▁نش	-352
سو	-353
▁لا	-354
▁اف	-355
▁ترا	-356
▁رھی	-357
▁ھن	-358
▁تیرے	-359
▁بو	-360
▁فرا	-361
▁چھ	-362
▁لیک	-363
یش	-364
▁خاک	-365
عت	-366
ماں	-367
ارا	-368
▁کھو	-369
▁کھی	-370
▁لیکن	-371
▁مے	-372
▁اٹھا	-373
کا	-374
ستھ	-375
▁جن	-376
طر	-377
▁شم	-378
▁دیکھا	-379
ون	-380
▁کرتے	-381
لف	-382
مر	-383
اند	-384
▁بڑ	-385
▁ادا	-386
در	-387
▁شوق	-388
▁چھوڑ	-389
▁ھوگا	-390
▁شام	-391
▁چاھ	-392
▁وقت	-393
یت	-394
▁ض	-395
البؔ	-396
جر	-397
لک	-398
ین	-399
▁خواب	-400
▁نو	-401
▁گزر	-402
انا	-403
▁چا	-404
▁اسی	-405
▁تر	-406
▁جاں	-407
شک	-408
لب	-409
▁چل	-410
▁عالم	-411
بار	-412
▁سخ	-413
▁داغ	-414
▁تیرا	-415
▁جاتا	-416
زا	-417
▁گرد	-418
▁کھتے	-419
خم	-420
عد	-421
ٹا	-422
▁وا	-423
▁انکھوں	-424
▁خیا	-425
▁جاتے	-426
▁را	-427
▁بیٹ	-428
▁چلے	-429
▁خبر	-430
▁طرف	-431
▁دوست	-432
▁ٹھ	-433
▁بنا	-434
▁ھائے	-435
یب	-436
دھر	-437
ستی	-438
ورت	-439
▁شع	-440
▁مد	-441
▁جگر	-442
▁زخم	-443
▁غیر	-444
▁تجھے	-445
▁جانا	-446
ود	-447
▁جل	-448
▁کل	-449
▁اتا	-450
▁خیال	-451
اتی	-452
▁گھ	-453
▁یک	-454
▁کیس	-455
▁جائیں	-456
ارھ	-457
▁خط	-458
▁قر	-459
▁بزم	-460
▁موج	-461
▁گری	-462
▁جھ	-463
▁مق	-464
▁کش	-465
▁عمر	-466
▁جیس	-467
▁زلف	-468
▁صبح	-469
▁نق	-470
▁دھو	-471
▁سنا	-472
▁اح	-473
▁بند	-474
▁جلو	-475
▁چرا	-476
▁اھل	-477
▁بھار	-478
▁ار	-479
▁اتے	-480
▁دام	-481
▁چاند	-482
تاں	-483
▁صح	-484
▁عج	-485
زار	-486
▁ستم	-487
▁یاں	-488
▁اچ	-489
▁لگا	-490
▁لیا	-491
ما	-492
جھا	-493
▁دع	-494
▁باد	-495
▁روز	-496
▁غالبؔ	-497
پا	-498
▁کت	-499
شن	-500
▁عا	-501
▁چمن	-502
ثر	-503
وش	-504
▁ملا	-505
▁یھی	-506
ھیے	-507
▁تا	-508
▁ھجر	-509
▁دیکھتے	-510
حر	-511
▁عر	-512
▁اخر	-513
کے	-514
▁شمع	-515
▁دکھا	-516
▁چراغ	-517
▁تنھا	-518
▁کار	-519
▁کھل	-520
▁دھ	-521
▁مج	-522
▁انت	-523
▁ایسے	-524
▁صورت	-525
▁مھ	-526
▁پھلے	-527
▁دشم	-528
▁یھاں	-529
ائ	-530
▁نکل	-531
▁کرو	-532
▁تمھا	-533
▁منزل	-534
▁بچ	-535
▁رخ	-536
▁ھوتی	-537
اش	-538
▁باز	-539
▁کھھ	-540
ریب	-541
ھون	-542
▁سفر	-543
▁سھی	-544
▁دریا	-545
▁سخن	-546
▁قدم	-547
ڑا	-548
▁دید	-549
▁جیسے	-550
▁ھوتے	-551
▁تمھیں	-552
وت	-553
داز	-554
▁تھ	-555
▁نال	-556
ضا	-557
▁قیا	-558
▁پری	-559
▁نکلا	-560
▁کریں	-561
خت	-562
رف	-563
▁از	-564
▁ادم	-565
▁بعد	-566
▁مھر	-567
▁شاید	-568
▁فراق	-569
▁پھول	-570
▁انکھیں	-571
تاب	-572
▁وح	-573
▁ور	-574
▁اٹھ	-575
▁ذرا	-576
▁قدر	-577
▁کیسے	-578
▁سام	-579
▁سوچ	-580
▁ایسا	-581
▁جاتی	-582
▁عاشق	-583
▁جسے	-584
شر	-585
لوم	-586
یار	-587
▁شی	-588
▁اسد	-589
▁حیا	-590
▁دست	-591
▁سوں	-592
▁ملے	-593
▁بھول	-594
▁ملتا	-595
▁قیامت	-596
اف	-597
▁شر	-598
▁لکھ	-599
▁چھر	-600
▁ساقی	-601
▁ٹھھر	-602
لم	-603
کار	-604
انوں	-605
▁زباں	-606
▁والے	-607
فس	-608
▁نی	-609
▁صدا	-610
▁اسدؔ	-611
▁دیوار	-612
زو	-613
وب	-614
▁جدا	-615
▁خراب	-616
▁معلوم	-617
وٹ	-618
ڑی	-619
▁اتنا	-620
می	-621
▁بت	-622
▁خم	-623
▁مت	-624
▁راز	-625
▁ادھر	-626
▁امید	-627
▁بھلا	-628
دی	-629
▁جنوں	-630
▁لگتا	-631
▁زمانھ	-632
▁پت	-633
▁جام	-634
▁منھ	-635
▁پاس	-636
▁انھیں	-637
وس	-638
▁سل	-639
▁غر	-640
▁اتی	-641
▁بدل	-642
▁بلا	-643
▁شوخ	-644
▁کیج	-645
▁کھوں	-646
بان	-647
▁نیا	-648
▁پرو	-649
▁کوں	-650
▁حسرت	-651
▁نکلے	-652
▁پھنچ	-653
مک	-654
▁جم	-655
▁اشک	-656
▁سوز	-657
▁تمنا	-658
▁صحرا	-659
▁ھستی	-660
صت	-661
ڑے	-662
▁خام	-663
▁اشنا	-664
▁دشمن	-665
لق	-666
نم	-667
ھونڈ	-668
▁ائینھ	-669
▁بیٹھے	-670
▁ڈھونڈ	-671
بھ	-672
اروں	-673
▁اتش	-674
▁ایسی	-675
▁باقی	-676
▁وحشت	-677
▁تص	-678
▁رک	-679
▁اند	-680
▁حیر	-681
▁ارزو	-682
▁پیار	-683
وق	-684
▁جگ	-685
▁مک	-686
▁انج	-687
▁لگے	-688
▁نقش	-689
▁اچھا	-690
▁زمانے	-691
▁ھمارے	-692
جا	-693
ٹی	-694
سان	-695
▁تی	-696
▁ابر	-697
▁ارا	-698
▁اگے	-699
▁ساز	-700
▁ھنس	-701
▁شراب	-702
اتل	-703
مان	-704
▁تع	-705
▁حا	-706
ستاں	-707
▁بتا	-708
▁خون	-709
▁ادمی	-710
▁تماش	-711
▁قاتل	-712
▁تق	-713
▁خا	-714
▁ڈر	-715
▁دیں	-716
▁سحر	-717
▁تمام	-718
▁زمیں	-719
▁انداز	-720
▁رب	-721
▁نگھ	-722
▁پیر	-723
▁تس	-724
▁بال	-725
▁خوں	-726
▁دعا	-727
▁سوا	-728
▁شرم	-729
▁لھو	-730
▁ورنھ	-731
▁مزا	-732
▁انتظ	-733
شی	-734
فی	-735
افل	-736
▁فی	-737
▁کن	-738
▁دار	-739
یشھ	-740
▁حق	-741
▁تاب	-742
▁ھوش	-743
▁سکتا	-744
▁کھینچ	-745
▁آ	-746
▁مست	-747
▁محفل	-748
▁باتیں	-749
▁ھماری	-750
دے	-751
وے	-752
امت	-753
▁تب	-754
▁دکھ	-755
▁رنج	-756
ھن	-757
▁بخ	-758
▁جلا	-759
▁عجب	-760
▁انتظار	-761
وم	-762
▁ای	-763
▁رس	-764
▁برا	-765
▁سنگ	-766
▁صبا	-767
▁گلی	-768
▁اواز	-769
▁میرؔ	-770
▁پاؤں	-771
▁کرتا	-772
▁گئیں	-773
بو	-774
مل	-775
یھ	-776
واں	-777
▁عق	-778
▁شور	-779
سر	-780
ھد	-781
ئیے	-782
▁ائ	-783
▁بدن	-784
▁جاؤ	-785
▁سکے	-786
▁مشک	-787
▁جلوھ	-788
▁حیات	-789
▁کروں	-790
▁سمجھا	-791
خص	-792
تیں	-793
ندر	-794
یاد	-795
▁حو	-796
▁مص	-797
▁انے	-798
▁سان	-799
▁شخص	-800
▁وصل	-801
▁ٹوٹ	-802
▁انسو	-803
▁خانھ	-804
▁اسماں	-805
▁فق	-806
▁لط	-807
▁پھی	-808
▁ھزار	-809
ٹے	-810
شاں	-811
▁قب	-812
▁انگ	-813
▁تیغ	-814
▁چار	-815
▁دیکھنا	-816
ڑک	-817
▁چپ	-818
▁اتر	-819
▁اوے	-820
▁ذوق	-821
▁الفت	-822
▁مانگ	-823
▁کھلا	-824
گاں	-825
▁صد	-826
▁اثر	-827
▁دھر	-828
▁دیر	-829
▁دامن	-830
▁والا	-831
▁اھستھ	-832
ھل	-833
باب	-834
زاں	-835
طرھ	-836
▁اعت	-837
▁سرا	-838
▁موت	-839
▁ویر	-840
▁پایا	-841
سا	-842
فتھ	-843
▁بک	-844
▁طا	-845
▁اخت	-846
▁شاخ	-847
▁کیے	-848
▁خاطر	-849
▁کرتی	-850
▁دیکھو	-851
▁مژ	-852
▁نم	-853
▁پل	-854
▁رسو	-855
▁طلب	-856
▁چلا	-857
▁اللھ	-858
▁فرصت	-859
▁لیتے	-860
▁پانی	-861
▁گزرے	-862
اھر	-863
وار	-864
ھان	-865
▁بغ	-866
▁مش	-867
▁نص	-868
▁لطف	-869
▁نفس	-870
▁چھی	-871
▁خواھ	-872
▁خودی	-873
▁مشکل	-874
▁کیجے	-875
وھ	-876
ھم	-877
یے	-878
صلھ	-879
▁اڑ	-880
▁سچ	-881
▁مط	-882
▁طبی	-883
▁عھد	-884
▁چند	-885
▁لاکھ	-886
▁پیدا	-887
▁تماشا	-888
▁چاھیے	-889
حب	-890
غر	-891
مھ	-892
رار	-893
▁باغ	-894
▁بنے	-895
▁فلک	-896
▁ناص	-897
▁چیز	-898
▁گرم	-899
▁نالھ	-900
▁پردھ	-901
▁کیسی	-902
▁کیون	-903
▁حج	-904
▁سج	-905
▁ضر	-906
▁عز	-907
▁قص	-908
▁ما	-909
▁پن	-910
▁بان	-911
▁ترک	-912
▁مدت	-913
▁پڑے	-914
▁ھاں	-915
▁دیتے	-916
▁رکھا	-917
▁فراز	-918
▁ھونا	-919
▁فراقؔ	-920
حت	-921
دۂ	-922
زھ	-923
الی	-924
▁اغ	-925
▁بل	-926
▁طو	-927
▁لم	-928
▁ٹک	-929
▁روح	-930
▁چلو	-931
▁ائنھ	-932
▁حاصل	-933
▁ھمارا	-934
وری	-935
▁مث	-936
▁برق	-937
▁حقی	-938
▁شیخ	-939
▁فکر	-940
▁چاک	-941
▁چھپ	-942
▁جاؤں	-943
▁سمجھے	-944
ادھ	-945
▁بج	-946
▁مٹ	-947
▁روش	-948
▁ظفر	-949
▁کان	-950
▁داغؔ	-951
▁کرنا	-952
▁گردش	-953
▁طبیعت	-954
▁چاھتا	-955
▁دیکھیے	-956
تل	-957
کی	-958
اھد	-959
▁حض	-960
▁قس	-961
▁وص	-962
فتار	-963
▁جفا	-964
▁چھا	-965
▁ظفرؔ	-966
▁قرار	-967
▁جانتے	-968
▁حقیقت	-969
ظر	-970
وی	-971
▁جت	-972
▁قد	-973
▁می	-974
▁بچھ	-975
▁تار	-976
▁خور	-977
▁ذکر	-978
▁صبر	-979
▁غزل	-980
▁لگی	-981
▁کھے	-982
▁اتنی	-983
▁اکثر	-984
▁قسمت	-985
▁موسم	-986
▁کھتا	-987
▁گریباں	-988
اط	-989
نؔ	-990
ساں	-991
شتھ	-992
▁تش	-993
▁رگ	-994
▁تصو	-995
▁تلا	-996
▁جوش	-997
▁دوں	-998
▁لال	-999
▁ناد	-1000
▁نور	-1001
▁کرم	-1002
▁خوشی	-1003
▁روشن	-1004
▁ساری	-1005
▁مقام	-1006
▁وھاں	-1007
▁چھپا	-1008
▁اندھی	-1009
▁دونوں	-1010
▁رکھتے	-1011
▁فرازؔ	-1012
دو	-1013
ذب	-1014
انۂ	-1015
بھا	-1016
رام	-1017
▁صا	-1018
▁عذ	-1019
▁فت	-1020
▁انا	-1021
▁بڑھ	-1022
▁شیر	-1023
▁فضا	-1024
▁لیں	-1025
▁مدع	-1026
▁ڈوب	-1027
▁تھیں	-1028
▁حجاب	-1029
▁سانس	-1030
▁ناصح	-1031
▁خوشبو	-1032
رد	-1033
وا	-1034
▁ث	-1035
باد	-1036
سیم	-1037
▁لذ	-1038
▁کف	-1039
▁بیا	-1040
▁بیگ	-1041
▁خار	-1042
▁خوب	-1043
▁دشت	-1044
▁عرض	-1045
▁پیش	-1046
▁ازاد	-1047
▁حیرت	-1048
▁سارے	-1049
▁فرقت	-1050
▁ھوگی	-1051
▁تصویر	-1052
لت	-1053
▁اق	-1054
▁نغ	-1055
▁گم	-1056
▁برس	-1057
▁بلب	-1058
▁رشک	-1059
▁قسم	-1060
▁لذت	-1061
▁لمح	-1062
▁لوٹ	-1063
▁منت	-1064
▁واں	-1065
▁بغیر	-1066
▁بکھر	-1067
▁ظالم	-1068
▁پتھر	-1069
▁ھونے	-1070
▁جاناں	-1071
▁خواھش	-1072
▁تمھارے	-1073
▁تنھائی	-1074
وز	-1075
گز	-1076
ایت	-1077
داد	-1078
ندھ	-1079
▁تغ	-1080
▁فس	-1081
▁امت	-1082
▁جھو	-1083
▁ولی	-1084
▁ھوس	-1085
▁صاحب	-1086
▁غبار	-1087
▁فریب	-1088
▁نیاز	-1089
▁کھئے	-1090
▁کھنا	-1091
▁دیوانھ	-1092
گو	-1093
لاب	-1094
▁یع	-1095
▁ازم	-1096
▁جاگ	-1097
▁جذب	-1098
▁جسم	-1099
▁زھر	-1100
▁سبب	-1101
▁سور	-1102
▁قتل	-1103
▁جواب	-1104
▁رھتا	-1105
▁سکتی	-1106
▁نیند	-1107
▁گلشن	-1108
▁یارو	-1109
▁تغافل	-1110
▁دیکھے	-1111
▁سامنے	-1112
▁کیونکر	-1113
▁ھاتھوں	-1114
نۂ	-1115
▁غل	-1116
نجیر	-1117
▁بجھ	-1118
▁بھو	-1119
▁جگھ	-1120
▁حرف	-1121
▁رقی	-1122
▁شاد	-1123
▁شعر	-1124
▁صرف	-1125
▁فیض	-1126
▁وعد	-1127
▁پھچ	-1128
▁کوچ	-1129
▁ھنر	-1130
▁ائیں	-1131
▁قطرھ	-1132
▁وصال	-1133
▁زنجیر	-1134
▁سمندر	-1135
▁اعتبار	-1136
عظ	-1137
ازھ	-1138
▁تنگ	-1139
▁رند	-1140
▁وار	-1141
▁گاھ	-1142
▁تلاش	-1143
▁زندھ	-1144
▁ساغر	-1145
▁سورج	-1146
▁سینے	-1147
▁عزیز	-1148
▁کافر	-1149
▁ھرگز	-1150
▁جائیے	-1151
▁اختیار	-1152
طن	-1153
یؔ	-1154
یل	-1155
یٔ	-1156
▁کٹ	-1157
▁گن	-1158
▁بخش	-1159
▁تیز	-1160
▁داد	-1161
▁مات	-1162
▁ڈال	-1163
▁کاش	-1164
▁بلبل	-1165
▁حساب	-1166
▁رقیب	-1167
▁رھیں	-1168
▁ولیؔ	-1169
▁پائے	-1170
دار	-1171
سنؔ	-1172
ٹوں	-1173
یدھ	-1174
▁است	-1175
▁بیم	-1176
▁توڑ	-1177
▁جوں	-1178
▁صنم	-1179
▁چکا	-1180
▁گلھ	-1181
▁گوش	-1182
▁اچھی	-1183
▁جوھر	-1184
▁مزاج	-1185
▁خاموش	-1186
▁محسنؔ	-1187
بط	-1188
حل	-1189
دب	-1190
ضر	-1191
غاں	-1192
ھار	-1193
▁جز	-1194
▁سپ	-1195
▁تھو	-1196
▁شاع	-1197
▁فصل	-1198
▁فنا	-1199
▁ماھ	-1200
▁مسا	-1201
▁کوھ	-1202
▁بادھ	-1203
▁بجھا	-1204
▁دیتا	-1205
▁سائے	-1206
▁سودا	-1207
▁ظاھر	-1208
▁مدعا	-1209
▁واعظ	-1210
▁کتنا	-1211
▁کرنے	-1212
▁گزری	-1213
▁جانتا	-1214
▁دھواں	-1215
سط	-1216
سار	-1217
▁خیر	-1218
▁زیر	-1219
▁سیا	-1220
▁ضبط	-1221
▁مرگ	-1222
▁دلوں	-1223
▁واسط	-1224
▁چھرھ	-1225
▁یعنی	-1226
▁دیدار	-1227
▁لوگوں	-1228
ائل	-1229
ابل	-1230
بال	-1231
▁تج	-1232
▁زن	-1233
▁چر	-1234
▁خلو	-1235
▁سیر	-1236
▁غرض	-1237
▁زبان	-1238
▁شکست	-1239
▁نصیب	-1240
▁کتنی	-1241
▁کتنے	-1242
▁کھنے	-1243
▁گماں	-1244
▁شکایت	-1245
▁سمجھتے	-1246
رھ	-1247
ناھ	-1248
▁عش	-1249
▁پس	-1250
▁اکی	-1251
▁بوس	-1252
▁تلک	-1253
▁حشر	-1254
▁خطا	-1255
▁سزا	-1256
▁ویس	-1257
▁پڑا	-1258
▁پیچ	-1259
▁اٹھے	-1260
▁جلوۂ	-1261
▁جھان	-1262
▁دیدۂ	-1263
▁شعلھ	-1264
▁مانا	-1265
▁مطلب	-1266
▁چارھ	-1267
▁کیسا	-1268
▁برباد	-1269
▁جوانی	-1270
▁مانگے	-1271
▁چاھئے	-1272
▁پریشاں	-1273
اغ	-1274
جو	-1275
ٹک	-1276
گار	-1277
▁حد	-1278
▁دش	-1279
▁ھا	-1280
بانی	-1281
▁دوا	-1282
▁راس	-1283
▁رسم	-1284
▁رھو	-1285
▁زار	-1286
▁عقل	-1287
▁ٹھک	-1288
▁اوار	-1289
▁اکبر	-1290
▁بیاں	-1291
▁دھوپ	-1292
▁زاھد	-1293
▁پھلو	-1294
▁چھرے	-1295
▁کھول	-1296
▁جالبؔ	-1297
▁روشنی	-1298
▁تمھاری	-1299
عل	-1300
طرت	-1301
▁تپ	-1302
▁رح	-1303
▁وج	-1304
▁بیچ	-1305
▁جنگ	-1306
▁جنھ	-1307
▁حلق	-1308
▁شاھ	-1309
▁صاف	-1310
▁نئی	-1311
▁پار	-1312
▁اباد	-1313
▁ابرو	-1314
▁تسلی	-1315
▁جمال	-1316
▁رھتے	-1317
▁سینھ	-1318
▁طاقت	-1319
▁فطرت	-1320
▁لالھ	-1321
▁لگتی	-1322
▁نھاں	-1323
▁چاھے	-1324
▁گویا	-1325
▁درکار	-1326
▁واسطے	-1327
▁دیکھوں	-1328
▁رسوائی	-1329
سوس	-1330
لوں	-1331
▁تڑ	-1332
▁رق	-1333
▁صف	-1334
▁نس	-1335
▁جرم	-1336
▁حرم	-1337
▁سخت	-1338
▁سکا	-1339
▁شکر	-1340
▁طوف	-1341
▁قفس	-1342
▁نئے	-1343
▁پان	-1344
▁چمک	-1345
▁کسے	-1346
▁کلی	-1347
▁گفت	-1348
▁بچھڑ	-1349
▁حضرت	-1350
▁دماغ	-1351
▁رستھ	-1352
▁ساحل	-1353
▁سبھی	-1354
▁لکھا	-1355
▁ملنے	-1356
▁مکاں	-1357
▁اکبرؔ	-1358
▁جدائی	-1359
ضب	-1360
▁بگ	-1361
▁شے	-1362
▁عن	-1363
▁وع	-1364
▁حری	-1365
▁زیا	-1366
▁عدم	-1367
▁غضب	-1368
▁فقط	-1369
▁مقت	-1370
▁کئے	-1371
▁اتنے	-1372
▁اداس	-1373
▁بستی	-1374
▁تصور	-1375
▁خانے	-1376
▁خزاں	-1377
▁شکوھ	-1378
▁عجیب	-1379
▁لینا	-1380
▁میاں	-1381
▁چھیڑ	-1382
▁کتاب	-1383
▁کدھر	-1384
▁گریھ	-1385
▁احسان	-1386
▁انجمن	-1387
▁جنھیں	-1388
▁سنبھا	-1389
▁مسافر	-1390
▁والوں	-1391
▁پھنچا	-1392
▁پیارے	-1393
اق	-1394
شید	-1395
نجر	-1396
▁کع	-1397
شانی	-1398
نگام	-1399
▁ارم	-1400
▁بست	-1401
▁جست	-1402
▁خفا	-1403
▁درم	-1404
▁طرز	-1405
▁عیش	-1406
▁مثل	-1407
▁مرد	-1408
▁نما	-1409
▁پلک	-1410
▁چین	-1411
▁امتح	-1412
▁خانۂ	-1413
▁خنجر	-1414
▁رستے	-1415
▁سایھ	-1416
▁سوئے	-1417
▁شبنم	-1418
▁محشر	-1419
▁نغمھ	-1420
▁وعدھ	-1421
▁پائی	-1422
▁ھنوز	-1423
▁انسان	-1424
▁انساں	-1425
▁مانند	-1426
▁مجنوں	-1427
▁ھنگام	-1428
▁تمھارا	-1429
▁دیکھتا	-1430
صر	-1431
جئے	-1432
▁خل	-1433
▁دب	-1434
▁رت	-1435
▁مض	-1436
▁اڑا	-1437
▁بام	-1438
▁بسر	-1439
▁بول	-1440
▁بچا	-1441
▁بڑا	-1442
▁بیک	-1443
▁دھن	-1444
▁ذرھ	-1445
▁ظلم	-1446
▁مسک	-1447
▁مسی	-1448
▁ملی	-1449
▁کئی	-1450
▁اسیر	-1451
▁تکلف	-1452
▁جگرؔ	-1453
▁رکھے	-1454
▁شیشھ	-1455
▁غریب	-1456
▁فغاں	-1457
▁مرنے	-1458
▁ملتی	-1459
▁نشاط	-1460
▁کوئے	-1461
▁کھیل	-1462
▁گراں	-1463
▁گزار	-1464
▁بیٹھا	-1465
▁راتیں	-1466
▁رکھتا	-1467
▁سلامت	-1468
▁نکلتی	-1469
▁پنھاں	-1470
▁دکھائی	-1471
رگ	-1472
فظ	-1473
ھب	-1474
برا	-1475
ثار	-1476
جوم	-1477
▁اؤ	-1478
▁بجا	-1479
▁برگ	-1480
▁تھک	-1481
▁حنا	-1482
▁ذھن	-1483
▁ریز	-1484
▁قبا	-1485
▁ناک	-1486
▁چکے	-1487
▁کمی	-1488
▁اساں	-1489
▁بدلا	-1490
▁بسمل	-1491
▁داری	-1492
▁غافل	-1493
▁مسیح	-1494
▁معنی	-1495
▁کھلے	-1496
▁گردن	-1497
▁گناھ	-1498
▁اٹھتا	-1499
▁بنایا	-1500
▁جستجو	-1501
▁دوستی	-1502
▁زنداں	-1503
▁پھنچے	-1504
▁چھوڑا	-1505
▁گھبرا	-1506
▁خورشید	-1507
▁کارواں	-1508
اس	-1509
ضی	-1510
لۂ	-1511
مے	-1512
کس	-1513
راز	-1514
شتر	-1515
قات	-1516
ھید	-1517
یوں	-1518
▁اض	-1519
▁حک	-1520
▁خس	-1521
▁دک	-1522
▁لڑ	-1523
▁نز	-1524
▁خضر	-1525
▁خوف	-1526
▁سھا	-1527
▁صدی	-1528
▁لفظ	-1529
▁لوں	-1530
▁پتا	-1531
▁چلی	-1532
▁خالی	-1533
▁خلوت	-1534
▁دینا	-1535
▁سوال	-1536
▁صیاد	-1537
▁فیضؔ	-1538
▁قریب	-1539
▁مستی	-1540
▁پیاس	-1541
▁اکیلا	-1542
▁باتوں	-1543
▁بازار	-1544
▁شیریں	-1545
▁فریاد	-1546
▁پھرتے	-1547
▁کھانی	-1548
▁اوارگی	-1549
▁بیاباں	-1550
▁گلستاں	-1551
ئش	-1552
زے	-1553
ھٔ	-1554
ارت	-1555
اھی	-1556
ھاد	-1557
▁بٹ	-1558
▁طل	-1559
ستان	-1560
سیمؔ	-1561
ینوں	-1562
▁اول	-1563
▁بڑی	-1564
▁بید	-1565
▁تقا	-1566
▁درو	-1567
▁ستا	-1568
▁سرو	-1569
▁سما	-1570
▁سنو	-1571
▁شان	-1572
▁عار	-1573
▁علم	-1574
▁قید	-1575
▁مال	-1576
▁محو	-1577
▁مٹا	-1578
▁نظم	-1579
▁وھم	-1580
▁پیم	-1581
▁گدا	-1582
▁گلے	-1583
▁ھون	-1584
▁افسر	-1585
▁خوار	-1586
▁راحت	-1587
▁رفتھ	-1588
▁روئے	-1589
▁سادھ	-1590
▁سکتے	-1591
▁صحبت	-1592
▁منظر	-1593
▁پاتے	-1594
▁کمال	-1595
▁گرچھ	-1596
▁باندھ	-1597
▁حالیؔ	-1598
▁دیکھی	-1599
▁سراپا	-1600
▁نظارھ	-1601
▁وسیمؔ	-1602
▁پوچھو	-1603
▁پوچھے	-1604
▁پھچان	-1605
▁گفتگو	-1606
▁ھمیشھ	-1607
تم	-1608
قع	-1609
قھ	-1610
لس	-1611
وئے	-1612
▁تل	-1613
▁ضع	-1614
▁چڑ	-1615
طراب	-1616
ھیئے	-1617
▁احت	-1618
▁الت	-1619
▁اچھ	-1620
▁تلو	-1621
▁تڑپ	-1622
▁دان	-1623
▁روٹ	-1624
▁مار	-1625
▁پڑی	-1626
▁پیک	-1627
▁کمر	-1628
▁ھار	-1629
▁ھمت	-1630
▁بوجھ	-1631
▁بڑھا	-1632
▁تازھ	-1633
▁تشنھ	-1634
▁دعوی	-1635
▁دنوں	-1636
▁رخصت	-1637
▁رونے	-1638
▁رھنے	-1639
▁سکوں	-1640
▁فقیر	-1641
▁مقتل	-1642
▁مقدر	-1643
▁نکال	-1644
▁پردے	-1645
▁کھیے	-1646
▁ھجوم	-1647
▁افتاب	-1648
▁بیمار	-1649
▁زیادھ	-1650
▁مژگاں	-1651
▁ھواؤں	-1652
▁اضطراب	-1653
▁دیکھنے	-1654
▁چاھیئے	-1655
زن	-1656
صد	-1657
وۂ	-1658
یۂ	-1659
بور	-1660
ختھ	-1661
قیں	-1662
میر	-1663
وال	-1664
وان	-1665
چھا	-1666
کیں	-1667
▁رم	-1668
▁سھ	-1669
▁شھ	-1670
▁لٹ	-1671
انگی	-1672
▁افس	-1673
▁بھل	-1674
▁تقد	-1675
▁جنت	-1676
▁طور	-1677
▁فرو	-1678
▁نوا	-1679
▁وطن	-1680
▁کیف	-1681
▁ارام	-1682
▁بازی	-1683
▁بسکھ	-1684
▁بلند	-1685
▁تعلق	-1686
▁جیتے	-1687
▁زمین	-1688
▁سنتے	-1689
▁شھید	-1690
▁نازک	-1691
▁نشاں	-1692
▁نشیں	-1693
▁وجود	-1694
▁پھری	-1695
▁گھٹا	-1696
▁ھنسی	-1697
▁انجام	-1698
▁فیصلھ	-1699
▁پرواز	-1700
▁ھوائے	-1701
▁اٹھائے	-1702
▁بیگانھ	-1703
▁داستاں	-1704
▁پروانھ	-1705
▁چاندنی	-1706
▁ڈھونڈتے	-1707
جد	-1708
جے	-1709
قا	-1710
نؤ	-1711
کش	-1712
ادث	-1713
نگی	-1714
ھور	-1715
یبت	-1716
▁زر	-1717
▁نب	-1718
مانی	-1719
▁ازل	-1720
▁حور	-1721
▁دلی	-1722
▁سبز	-1723
▁سلی	-1724
▁سمت	-1725
▁شکل	-1726
▁عدو	-1727
▁علا	-1728
▁عکس	-1729
▁مرغ	-1730
▁ممک	-1731
▁مٹی	-1732
▁نات	-1733
▁نگر	-1734
▁نیم	-1735
▁چال	-1736
▁ڈھل	-1737
▁کرن	-1738
▁ابھر	-1739
▁الجھ	-1740
▁الٹی	-1741
▁باھر	-1742
▁جینے	-1743
▁دولت	-1744
▁شوخی	-1745
▁غرور	-1746
▁ملتے	-1747
▁نامھ	-1748
▁پرست	-1749
▁کعبھ	-1750
▁گرمی	-1751
▁ھووے	-1752
▁انتھا	-1753
▁اگرچھ	-1754
▁بیداد	-1755
▁تقدیر	-1756
▁حوصلھ	-1757
▁لکھنؤ	-1758
▁مسکرا	-1759
▁پیرھن	-1760
▁درمیاں	-1761
امی	-1762
تاع	-1763
نچھ	-1764
وسف	-1765
ڑوں	-1766
یان	-1767
▁زی	-1768
▁ضد	-1769
▁فا	-1770
▁پک	-1771
▁باب	-1772
▁بحر	-1773
▁برھ	-1774
▁دری	-1775
▁زور	-1776
▁سھل	-1777
▁سیک	-1778
▁سیھ	-1779
▁شیش	-1780
▁صفا	-1781
▁ضعف	-1782
▁عام	-1783
▁غفل	-1784
▁قاف	-1785
▁مند	-1786
▁نمک	-1787
▁پاک	-1788
▁کشت	-1789
▁گیس	-1790
▁بارش	-1791
▁بھری	-1792
▁جلتے	-1793
▁خرام	-1794
▁دیدھ	-1795
▁سارا	-1796
▁عذاب	-1797
▁متاع	-1798
▁مثال	-1799
▁ممکن	-1800
▁نالے	-1801
▁گوھر	-1802
▁ھمدم	-1803
▁یقیں	-1804
▁یوسف	-1805
▁بھاری	-1806
▁مصیبت	-1807
▁ناداں	-1808
▁یاروں	-1809
رو	-1810
چل	-1811
چے	-1812
▁اع	-1813
▁حی	-1814
▁رع	-1815
▁سع	-1816
▁لک	-1817
▁جمع	-1818
▁دیے	-1819
▁رشت	-1820
▁سنے	-1821
▁شنا	-1822
▁عذر	-1823
▁فرق	-1824
▁قضا	-1825
▁قلم	-1826
▁لئے	-1827
▁منا	-1828
▁ناخ	-1829
▁نار	-1830
▁پتھ	-1831
▁پلٹ	-1832
▁پیغ	-1833
▁چرخ	-1834
▁ھاۓ	-1835
▁اجال	-1836
▁باند	-1837
▁بنتا	-1838
▁خوبی	-1839
▁دھڑک	-1840
▁لیتا	-1841
▁ماتم	-1842
▁ملنا	-1843
▁مینا	-1844
▁وعدۂ	-1845
▁پانچ	-1846
▁پیام	-1847
▁گداز	-1848
▁گلاب	-1849
▁یارب	-1850
▁جانیں	-1851
▁حیراں	-1852
▁دشوار	-1853
▁دکھلا	-1854
▁راستھ	-1855
▁صدیوں	-1856
▁منتظر	-1857
▁ٹھھرا	-1858
▁ٹھھری	-1859
▁نگاھیں	-1860
بث	-1861
حھ	-1862
بھل	-1863
ثیر	-1864
روں	-1865
رگس	-1866
زام	-1867
لاک	-1868
لیٰ	-1869
ناب	-1870
▁فن	-1871
▁مذ	-1872
▁ادب	-1873
▁امد	-1874
▁بڑے	-1875
▁تلخ	-1876
▁جور	-1877
▁دوس	-1878
▁ذات	-1879
▁سدا	-1880
▁شرر	-1881
▁شمش	-1882
▁طرب	-1883
▁عاد	-1884
▁عبث	-1885
▁غنچ	-1886
▁قصھ	-1887
▁قیس	-1888
▁لعل	-1889
▁پڑھ	-1890
▁چور	-1891
▁ازار	-1892
▁بارے	-1893
▁برپا	-1894
▁بوسھ	-1895
▁جانب	-1896
▁حالت	-1897
▁حریف	-1898
▁خندھ	-1899
▁رواں	-1900
▁رھتی	-1901
▁علاج	-1902
▁غفلت	-1903
▁لائے	-1904
▁محرم	-1905
▁ملیں	-1906
▁نثار	-1907
▁نرگس	-1908
▁نقاب	-1909
▁وھیں	-1910
▁چاھا	-1911
▁گھڑی	-1912
▁اشیاں	-1913
▁افسوس	-1914
▁اقرار	-1915
▁الزام	-1916
▁اوروں	-1917
▁تاثیر	-1918
▁تلوار	-1919
▁خوباں	-1920
▁دعویٰ	-1921
▁سامان	-1922
▁ساماں	-1923
▁سنبھل	-1924
▁شاعری	-1925
▁لکھوں	-1926
▁موجود	-1927
▁کھلتا	-1928
▁مھرباں	-1929
▁نگاھوں	-1930
▁ھونٹوں	-1931
ائش	-1932
ازی	-1933
سعت	-1934
فیق	-1935
نبی	-1936
گان	-1937
▁ری	-1938
▁لھ	-1939
سائی	-1940
▁الم	-1941
▁الٰ	-1942
▁جرا	-1943
▁خرم	-1944
▁خشک	-1945
▁ربط	-1946
▁ریت	-1947
▁عید	-1948
▁غلط	-1949
▁مکر	-1950
▁پچھ	-1951
▁کدھ	-1952
▁کسو	-1953
▁گرھ	-1954
▁گلا	-1955
▁اغوش	-1956
▁بدلے	-1957
▁بندھ	-1958
▁بھتر	-1959
▁جادو	-1960
▁جتنا	-1961
▁جلوے	-1962
▁جنون	-1963
▁جنگل	-1964
▁حباب	-1965
▁دیتی	-1966
▁زیست	-1967
▁سکوت	-1968
▁شعلۂ	-1969
▁غنچھ	-1970
▁قبول	-1971
▁مارا	-1972
▁مرنا	-1973
▁مکان	-1974
▁نگار	-1975
▁وسعت	-1976
▁پسند	-1977
▁ڈرتے	-1978
▁کشتی	-1979
▁ائینۂ	-1980
▁انکار	-1981
▁بندگی	-1982
▁دشمنی	-1983
▁عاشقی	-1984
▁فسانھ	-1985
▁لیجئے	-1986
▁ٹھھرے	-1987
▁پیغام	-1988
▁کیجیے	-1989
▁ھجراں	-1990
▁لاکھوں	-1991
▁ویرانی	-1992
▁پوچھتے	-1993
▁گرفتار	-1994
▁ھزاروں	-1995
سب	-1996
فو	-1997
جاد	-1998
ذیب	-1999
ستا	-2000
شیں	-2001
نات	-2002
نام	-2003
▁اد	-2004
▁اظ	-2005
▁تح	-2006
▁حر	-2007
▁زد	-2008
▁قط	-2009
▁ٹو	-2010
▁ٹپ	-2011
گرنھ	-2012
▁خال	-2013
▁ختم	-2014
▁خرا	-2015
▁درس	-2016
▁ساد	-2017
▁سیل	-2018
▁سیں	-2019
▁شجر	-2020
▁فرد	-2021
▁لخت	-2022
▁نشھ	-2023
▁ننگ	-2024
▁نیر	-2025
▁واھ	-2026
▁چکی	-2027
▁کدے	-2028
▁گار	-2029
▁بتاں	-2030
▁بھرے	-2031
▁بیٹھ	-2032
▁جواں	-2033
▁خطرھ	-2034
▁خمار	-2035
▁دینے	-2036
▁رسوا	-2037
▁روتے	-2038
▁شباب	-2039
▁شمار	-2040
▁ضرور	-2041
▁فتنھ	-2042
▁فرما	-2043
▁قابل	-2044
▁لایا	-2045
▁لبوں	-2046
▁لینے	-2047
▁مجھی	-2048
▁نشان	-2049
▁وعدے	-2050
▁ویسے	-2051
▁پروا	-2052
▁کبھو	-2053
▁کلام	-2054
▁کوچۂ	-2055
▁گنوا	-2056
▁اجنبی	-2057
▁احتیا	-2058
▁اقبال	-2059
▁ایجاد	-2060
▁تھذیب	-2061
▁تھوڑی	-2062
▁نکلتے	-2063
▁وگرنھ	-2064
▁پوچھا	-2065
▁سنبھال	-2066
▁ملاقات	-2067
بش	-2068
ذر	-2069
شش	-2070
غذ	-2071
نڈ	-2072
چا	-2073
ازت	-2074
بری	-2075
ساس	-2076
ونک	-2077
یاب	-2078
▁اص	-2079
▁دف	-2080
▁قا	-2081
▁نخ	-2082
▁پگ	-2083
ئنات	-2084
تابی	-2085
لیاں	-2086
▁اجل	-2087
▁بگڑ	-2088
▁جھک	-2089
▁جیب	-2090
▁دلا	-2091
▁دود	-2092
▁رھن	-2093
▁سرد	-2094
▁شرط	-2095
▁شکن	-2096
▁عنا	-2097
▁عیب	-2098
▁مشت	-2099
▁مفت	-2100
▁ملک	-2101
▁ناچ	-2102
▁ناگ	-2103
▁واد	-2104
▁ولے	-2105
▁گیر	-2106
▁اخری	-2107
▁ازما	-2108
▁اندر	-2109
▁بھیگ	-2110
▁جنبش	-2111
▁رشتھ	-2112
▁رونا	-2113
▁زیاں	-2114
▁سراب	-2115
▁سکھا	-2116
▁شاعر	-2117
▁طلسم	-2118
▁مراد	-2119
▁مزار	-2120
▁مسجد	-2121
▁نسیم	-2122
▁پھرے	-2123
▁کاغذ	-2124
▁کوچے	-2125
▁کھلی	-2126
▁کھنچ	-2127
▁گزرا	-2128
▁احباب	-2129
▁احساس	-2130
▁اظھار	-2131
▁اوارھ	-2132
▁ایمان	-2133
▁تسلیم	-2134
▁حالات	-2135
▁خامشی	-2136
▁دھوکا	-2137
▁راستے	-2138
▁رنگیں	-2139
▁ستارے	-2140
▁شمشیر	-2141
▁مقابل	-2142
▁امتحاں	-2143
▁داستان	-2144
▁دیکھیں	-2145
▁روزگار	-2146
▁ستاروں	-2147
▁چراغاں	-2148
▁کائنات	-2149
جی	-2150
نت	-2151
تاق	-2152
شاد	-2153
صلے	-2154
فرت	-2155
لاف	-2156
لیب	-2157
لیف	-2158
وشی	-2159
▁شد	-2160
▁قی	-2161
▁وض	-2162
بارک	-2163
دبیر	-2164
نائی	-2165
گانی	-2166
▁بخت	-2167
▁دگر	-2168
▁دین	-2169
▁رحم	-2170
▁سال	-2171
▁سلس	-2172
▁عجز	-2173
▁غنی	-2174
▁مای	-2175
▁مخت	-2176
▁مھک	-2177
▁ندی	-2178
▁کشی	-2179
▁گام	-2180
▁گرا	-2181
▁یاس	-2182
▁اگھی	-2183
▁بتوں	-2184
▁بستر	-2185
▁بوئے	-2186
▁تبسم	-2187
▁جتنے	-2188
▁جھوٹ	-2189
▁جھکا	-2190
▁جیسا	-2191
▁جینا	-2192
▁حسیں	-2193
▁دلبر	-2194
▁سایۂ	-2195
▁شاھد	-2196
▁طالب	-2197
▁عادت	-2198
▁قدرت	-2199
▁لمحھ	-2200
▁مرتا	-2201
▁مروت	-2202
▁نالۂ	-2203
▁ٹوٹے	-2204
▁پردۂ	-2205
▁پھیر	-2206
▁کرشم	-2207
▁کوشش	-2208
▁کھتی	-2209
▁اجازت	-2210
▁احوال	-2211
▁ارمان	-2212
▁اشکوں	-2213
▁الٰھی	-2214
▁بھولے	-2215
▁تاروں	-2216
▁تدبیر	-2217
▁تقاضا	-2218
▁رفتار	-2219
▁ضروری	-2220
▁فرھاد	-2221
▁مبارک	-2222
▁مسیحا	-2223
▁مشتاق	-2224
▁گلیوں	-2225
▁افسردھ	-2226
▁باندھا	-2227
▁دیوانے	-2228
▁پوچھتا	-2229
▁باندھتے	-2230
بے	-2231
صے	-2232
قف	-2233
وک	-2234
جات	-2235
خیر	-2236
داں	-2237
عار	-2238
یرے	-2239
▁بح	-2240
▁طب	-2241
▁ظل	-2242
▁لپ	-2243
▁وو	-2244
▁ھل	-2245
صلحت	-2246
▁بشر	-2247
▁جگا	-2248
▁جیے	-2249
▁خرد	-2250
▁خلق	-2251
▁دھا	-2252
▁رقم	-2253
▁رون	-2254
▁زان	-2255
▁صید	-2256
▁طری	-2257
▁مید	-2258
▁پشی	-2259
▁پلا	-2260
▁پھا	-2261
▁پیڑ	-2262
▁ڈھا	-2263
▁گنھ	-2264
▁گھٹ	-2265
▁ھند	-2266
▁اترا	-2267
▁اغاز	-2268
▁انجم	-2269
▁انگن	-2270
▁باری	-2271
▁تجلی	-2272
▁جبیں	-2273
▁جدھر	-2274
▁حادث	-2275
▁حضور	-2276
▁خرمن	-2277
▁دراز	-2278
▁دھند	-2279
▁رائی	-2280
▁روزن	-2281
▁روٹھ	-2282
▁سرمھ	-2283
▁سرگر	-2284
▁سنتا	-2285
▁سوچا	-2286
▁شکار	-2287
▁فروغ	-2288
▁معام	-2289
▁نصیر	-2290
▁نظمؔ	-2291
▁وائے	-2292
▁والو	-2293
▁ٹکڑے	-2294
▁پھیل	-2295
▁ائینے	-2296
▁اغیار	-2297
▁تکلیف	-2298
▁سادگی	-2299
▁سوچتا	-2300
▁صدائے	-2301
▁لیلیٰ	-2302
▁مصلحت	-2303
▁ملامت	-2304
▁ناکام	-2305
▁وفائی	-2306
▁پلکوں	-2307
▁گردوں	-2308
▁گفتار	-2309
▁بھولنے	-2310
▁خاموشی	-2311
▁زندگانی	-2312
ئم	-2313
داع	-2314
شان	-2315
شتے	-2316
فات	-2317
وند	-2318
ویں	-2319
کین	-2320
یدن	-2321
▁لح	-2322
▁لر	-2323
ئیاں	-2324
▁ابت	-2325
▁افت	-2326
▁الو	-2327
▁اھٹ	-2328
▁بقا	-2329
▁تپش	-2330
▁خاص	-2331
▁خان	-2332
▁رقص	-2333
▁روا	-2334
▁زرد	-2335
▁سرخ	-2336
▁سنی	-2337
▁سود	-2338
▁سید	-2339
▁طبع	-2340
▁عیس	-2341
▁فرم	-2342
▁قبر	-2343
▁قرب	-2344
▁قرض	-2345
▁لاش	-2346
▁لھر	-2347
▁مزھ	-2348
▁مسئ	-2349
▁مسل	-2350
▁نشے	-2351
▁نیک	-2352
▁وجھ	-2353
▁پاب	-2354
▁پرس	-2355
▁پھن	-2356
▁پھو	-2357
▁چنگ	-2358
▁کشا	-2359
▁کفن	-2360
▁اٹھی	-2361
▁ایام	-2362
▁بادل	-2363
▁برھم	-2364
▁توجھ	-2365
▁حلقۂ	-2366
▁دیار	-2367
▁رشتۂ	-2368
▁روتا	-2369
▁زنار	-2370
▁سرور	-2371
▁سوچو	-2372
▁شرما	-2373
▁عارض	-2374
▁غلام	-2375
▁غیرت	-2376
▁قامت	-2377
▁قربت	-2378
▁لباس	-2379
▁لمحے	-2380
▁نبھا	-2381
▁نسبت	-2382
▁نفرت	-2383
▁کارو	-2384
▁اجالا	-2385
▁اسمان	-2386
▁اٹھتے	-2387
▁برابر	-2388
▁بیتاب	-2389
▁بیکسی	-2390
▁خرابی	-2391
▁راتوں	-2392
▁رخسار	-2393
▁سناٹا	-2394
▁عنایت	-2395
▁غنیمت	-2396
▁غیروں	-2397
▁قراری	-2398
▁قربان	-2399
▁نصیرؔ	-2400
▁نظریں	-2401
▁پھرتا	-2402
▁کھائی	-2403
▁گوارا	-2404
▁ازمائش	-2405
▁انسوؤں	-2406
▁بیتابی	-2407
▁دعائیں	-2408
▁دوستوں	-2409
▁ڈھونڈھ	-2410
▁کامیاب	-2411
▁ھنگامھ	-2412
اع	-2413
طا	-2414
عث	-2415
غت	-2416
جاز	-2417
دگی	-2418
شار	-2419
ورا	-2420
کھت	-2421
یدی	-2422
▁اذ	-2423
▁خز	-2424
▁شگ	-2425
▁طع	-2426
▁طے	-2427
▁قل	-2428
▁چم	-2429
ائیے	-2430
ستگی	-2431
فاقت	-2432
قلاب	-2433
ھوکر	-2434
یاری	-2435
یروں	-2436
▁بجز	-2437
▁بسا	-2438
▁تند	-2439
▁جشن	-2440
▁حکم	-2441
▁خند	-2442
▁رفت	-2443
▁زدھ	-2444
▁زین	-2445
▁سبک	-2446
▁عمل	-2447
▁محت	-2448
▁مشق	-2449
▁مضم	-2450
▁منص	-2451
▁موڑ	-2452
▁نرم	-2453
▁چڑھ	-2454
▁کشم	-2455
▁کفر	-2456
▁گنج	-2457
▁گوں	-2458
▁بازو	-2459
▁باعث	-2460
▁بجلی	-2461
▁بولے	-2462
▁بھاگ	-2463
▁بھرا	-2464
▁بھید	-2465
▁تھمت	-2466
▁جانی	-2467
▁جناب	-2468
▁جھون	-2469
▁جیوں	-2470
▁دانھ	-2471
▁رحمت	-2472
▁رھنا	-2473
▁ساعت	-2474
▁سبزھ	-2475
▁سکون	-2476
▁سیاھ	-2477
▁شریک	-2478
▁ظلمت	-2479
▁عشاق	-2480
▁عشرت	-2481
▁لگتے	-2482
▁لگیں	-2483
▁مائل	-2484
▁مانع	-2485
▁موتی	-2486
▁نواز	-2487
▁نکھت	-2488
▁وداع	-2489
▁ٹوٹا	-2490
▁پاتا	-2491
▁پرسش	-2492
▁پڑتا	-2493
▁کروٹ	-2494
▁کشتھ	-2495
▁اشعار	-2496
▁اعجاز	-2497
▁اٹھتی	-2498
▁اٹھیں	-2499
▁بارھا	-2500
▁بھروس	-2501
▁بیدار	-2502
▁تکرار	-2503
▁خدائی	-2504
▁رفاقت	-2505
▁رھنما	-2506
▁زمانا	-2507
▁مجبور	-2508
▁مدتوں	-2509
▁نوائے	-2510
▁نیرنگ	-2511
▁ویراں	-2512
▁ٹھوکر	-2513
▁پیمان	-2514
▁کھلتے	-2515
▁یادوں	-2516
▁اقبالؔ	-2517
▁امتحان	-2518
▁انقلاب	-2519
▁خوابوں	-2520
▁ٹھکانا	-2521
▁پھولوں	-2522
▁چراغوں	-2523
▁کانٹوں	-2524
▁پریشانی	-2525
▁کاروبار	-2526
جن	-2527
سل	-2528
قے	-2529
مۂ	-2530
پر	-2531
ابت	-2532
ادر	-2533
برو	-2534
ثال	-2535
سوں	-2536
شنۂ	-2537
صود	-2538
طرب	-2539
طرۂ	-2540
فاظ	-2541
فتر	-2542
لاں	-2543
چھے	-2544
کتا	-2545
یاز	-2546
یدا	-2547
▁بز	-2548
▁خی	-2549
▁رز	-2550
▁سف	-2551
▁غش	-2552
▁چی	-2553
▁ڈھ	-2554
▁کج	-2555
▁ھش	-2556
داوت	-2557
ضائے	-2558
▁ادھ	-2559
▁اھو	-2560
▁بنی	-2561
▁تحر	-2562
▁تخت	-2563
▁جلے	-2564
▁حدی	-2565
▁حرص	-2566
▁دھی	-2567
▁رلا	-2568
▁زیب	-2569
▁سجن	-2570
▁سعی	-2571
▁سنج	-2572
▁سکی	-2573
▁طاق	-2574
▁طول	-2575
▁عزت	-2576
▁لٹا	-2577
▁ماں	-2578
▁محب	-2579
▁معم	-2580
▁مغر	-2581
▁میک	-2582
▁نشۂ	-2583
▁وضع	-2584
▁پاؤ	-2585
▁چاپ	-2586
▁چوٹ	-2587
▁گور	-2588
▁انیس	-2589
▁اویں	-2590
▁اچھے	-2591
▁بساط	-2592
▁تباھ	-2593
▁جذبۂ	-2594
▁جھلک	-2595
▁جیسی	-2596
▁حسین	-2597
▁دفتر	-2598
▁دھرا	-2599
▁سجدھ	-2600
▁سلام	-2601
▁سنور	-2602
▁سکیں	-2603
▁شامل	-2604
▁شکوۂ	-2605
▁شیشے	-2606
▁ضمیر	-2607
▁غربت	-2608
▁فردا	-2609
▁قائل	-2610
▁قاصد	-2611
▁قیمت	-2612
▁لائی	-2613
▁مارے	-2614
▁مذھب	-2615
▁مرتے	-2616
▁موئے	-2617
▁نشتر	-2618
▁نمود	-2619
▁واقع	-2620
▁وحشی	-2621
▁پھرا	-2622
▁پھین	-2623
▁پیکر	-2624
▁چاھت	-2625
▁کرنی	-2626
▁کھڑا	-2627
▁کھڑے	-2628
▁گیسو	-2629
▁ابتدا	-2630
▁اداسی	-2631
▁ارباب	-2632
▁اسرار	-2633
▁اشارے	-2634
▁اشفتھ	-2635
▁افلاک	-2636
▁بتاؤں	-2637
▁بدلتے	-2638
▁بنائے	-2639
▁تشنگی	-2640
▁تعمیر	-2641
▁تھوڑا	-2642
▁تیرگی	-2643
▁دوسرا	-2644
▁زلفوں	-2645
▁ستارھ	-2646
▁سھارا	-2647
▁شکستھ	-2648
▁ضرورت	-2649
▁طوفان	-2650
▁طوفاں	-2651
▁عداوت	-2652
▁لگائے	-2653
▁محتسب	-2654
▁مختصر	-2655
▁مسئلھ	-2656
▁مقصود	-2657
▁ناشاد	-2658
▁چھاؤں	-2659
▁کشمکش	-2660
▁گلزار	-2661
▁ھنستے	-2662
▁ھوئیں	-2663
▁اشنائی	-2664
▁التفات	-2665
▁سمجھتا	-2666
▁پریشان	-2667
▁کھینچی	-2668
▁دیوانگی	-2669
▁رائیگاں	-2670
تھ	-2671
سے	-2672
عم	-2673
نو	-2674
وج	-2675
پن	-2676
چک	-2677
ڑھ	-2678
کل	-2679
ائر	-2680
ائم	-2681
الے	-2682
ریر	-2683
قین	-2684
واب	-2685
ڑتے	-2686
ڑکی	-2687
کاں	-2688
▁ٹل	-2689
اریخ	-2690
بتلا	-2691
داری	-2692
ستاخ	-2693
یانھ	-2694
▁الگ	-2695
▁بحث	-2696
▁تاج	-2697
▁تلے	-2698
▁ثمر	-2699
▁جنس	-2700
▁جھی	-2701
▁جیت	-2702
▁خسر	-2703
▁رزق	-2704
▁رضا	-2705
▁روک	-2706
▁سجا	-2707
▁سری	-2708
▁صھب	-2709
▁ظرف	-2710
▁عرص	-2711
▁مرح	-2712
▁مشر	-2713
▁معص	-2714
▁منظ	-2715
▁مور	-2716
▁مژھ	-2717
▁ناس	-2718
▁ناف	-2719
▁نذر	-2720
▁نقص	-2721
▁نین	-2722
▁ورق	-2723
▁کاٹ	-2724
▁گنگ	-2725
▁اسان	-2726
▁بادۂ	-2727
▁تراش	-2728
▁جادھ	-2729
▁جرات	-2730
▁حرام	-2731
▁خامھ	-2732
▁خلاف	-2733
▁خوشا	-2734
▁دانا	-2735
▁دیئے	-2736
▁رونق	-2737
▁رویا	-2738
▁رھزن	-2739
▁زانو	-2740
▁سراغ	-2741
▁سونا	-2742
▁شعاع	-2743
▁شیوۂ	-2744
▁طائر	-2745
▁عیسی	-2746
▁غارت	-2747
▁غنچۂ	-2748
▁فتنے	-2749
▁قائم	-2750
▁قصور	-2751
▁قطرۂ	-2752
▁مجلس	-2753
▁محال	-2754
▁محنت	-2755
▁مرھم	-2756
▁نئیں	-2757
▁نماز	-2758
▁ویسی	-2759
▁پکار	-2760
▁پھلی	-2761
▁چادر	-2762
▁چلتا	-2763
▁چلتے	-2764
▁چلنا	-2765
▁چھین	-2766
▁کاری	-2767
▁کافی	-2768
▁کامل	-2769
▁گوشۂ	-2770
▁اخبار	-2771
▁ازادی	-2772
▁اسباب	-2773
▁اندیش	-2774
▁ایماں	-2775
▁بدنام	-2776
▁برسوں	-2777
▁بھانے	-2778
▁تحریر	-2779
▁تسکیں	-2780
▁تمثال	-2781
▁توفیق	-2782
▁جانوں	-2783
▁جانیے	-2784
▁دوراں	-2785
▁روبرو	-2786
▁رکھوں	-2787
▁زخموں	-2788
▁لمحوں	-2789
▁لکھنا	-2790
▁مایوس	-2791
▁مبتلا	-2792
▁محبوب	-2793
▁مشھور	-2794
▁مھتاب	-2795
▁نشانی	-2796
▁نیازی	-2797
▁پیاسا	-2798
▁پیچھے	-2799
▁چاھتے	-2800
▁گستاخ	-2801
▁گمانی	-2802
▁احتیاط	-2803
▁افسانھ	-2804
▁اٹھایا	-2805
▁دکھایا	-2806
▁سمجھیں	-2807
▁محبتوں	-2808
▁معاملھ	-2809
▁ٹھکانے	-2810
▁کھلتیں	-2811
▁گریزاں	-2812
▁اندھیرے	-2813
▁دیوانوں	-2814
ئل	-2815
اڑ	-2816
تو	-2817
جب	-2818
جز	-2819
خر	-2820
زخ	-2821
فق	-2822
گل	-2823
یف	-2824
الع	-2825
اکش	-2826
برت	-2827
جیؔ	-2828
خاب	-2829
دوں	-2830
دیک	-2831
ریف	-2832
شکر	-2833
ندے	-2834
ھوں	-2835
▁بظ	-2836
▁تذ	-2837
▁ثب	-2838
▁حل	-2839
▁قم	-2840
▁مغ	-2841
▁مم	-2842
▁نع	-2843
▁وف	-2844
▁کث	-2845
ساری	-2846
ھادت	-2847
ھانی	-2848
▁افر	-2849
▁الٹ	-2850
▁بری	-2851
▁برے	-2852
▁بھم	-2853
▁بیت	-2854
▁تعب	-2855
▁جبر	-2856
▁جھگ	-2857
▁حصے	-2858
▁خری	-2859
▁دفن	-2860
▁دوش	-2861
▁رفو	-2862
▁ساق	-2863
▁سکو	-2864
▁سکھ	-2865
▁سیم	-2866
▁طفل	-2867
▁عرش	-2868
▁عین	-2869
▁فائ	-2870
▁مزے	-2871
▁معت	-2872
▁معر	-2873
▁معش	-2874
▁ناب	-2875
▁نبض	-2876
▁نقد	-2877
▁نگۂ	-2878
▁وام	-2879
▁پئے	-2880
▁پشت	-2881
▁پنج	-2882
▁چھٹ	-2883
▁کرب	-2884
▁گھا	-2885
▁گھھ	-2886
▁ابلھ	-2887
▁اوپر	-2888
▁بتاؤ	-2889
▁بخشا	-2890
▁بنتی	-2891
▁بچوں	-2892
▁بڑھے	-2893
▁بھشت	-2894
▁بھٹک	-2895
▁تارا	-2896
▁تشنۂ	-2897
▁جادۂ	-2898
▁جاوے	-2899
▁جلاد	-2900
▁حاضر	-2901
▁حدیث	-2902
▁حلقھ	-2903
▁خندۂ	-2904
▁خواں	-2905
▁دعوت	-2906
▁دوری	-2907
▁راھی	-2908
▁رکھی	-2909
▁رھوں	-2910
▁ریزھ	-2911
▁سینۂ	-2912
▁شادی	-2913
▁شانھ	-2914
▁شرار	-2915
▁شھرت	-2916
▁شیدا	-2917
▁طواف	-2918
▁عبرت	-2919
▁فروش	-2920
▁لشکر	-2921
▁مانی	-2922
▁معاف	-2923
▁ناخن	-2924
▁نکلی	-2925
▁ٹکرا	-2926
▁پاگل	-2927
▁پرور	-2928
▁پیری	-2929
▁چاھو	-2930
▁چلتی	-2931
▁چھلک	-2932
▁کھلو	-2933
▁کھیت	-2934
▁گاؤں	-2935
▁گونج	-2936
▁یقین	-2937
▁یکتا	-2938
▁یھیں	-2939
▁احساں	-2940
▁ارائی	-2941
▁انیسؔ	-2942
▁بتائے	-2943
▁برسات	-2944
▁بظاھر	-2945
▁تاریخ	-2946
▁تسکین	-2947
▁دھیان	-2948
▁دیجئے	-2949
▁دیوان	-2950
▁رکھنا	-2951
▁سلسلھ	-2952
▁سلیقھ	-2953
▁سنانے	-2954
▁سویدا	-2955
▁سیاست	-2956
▁شھادت	-2957
▁عریاں	-2958
▁عیسیٰ	-2959
▁قافلھ	-2960
▁قافلے	-2961
▁معصوم	-2962
▁منظور	-2963
▁ناجیؔ	-2964
▁نزدیک	-2965
▁نگاھی	-2966
▁پابند	-2967
▁پھرتی	-2968
▁کرشمھ	-2969
▁کشاکش	-2970
▁کیفیت	-2971
▁گزاری	-2972
▁ھشیار	-2973
▁ھوتیں	-2974
▁انتخاب	-2975
▁اندیشھ	-2976
▁خانماں	-2977
▁دروازھ	-2978
▁فقیروں	-2979
▁مستانھ	-2980
▁مسلماں	-2981
▁پشیماں	-2982
▁پیمانھ	-2983
▁گیسوئے	-2984
▁ھوائیں	-2985
▁مھربانی	-2986
جت	-2987
حۂ	-2988
غل	-2989
مع	-2990
یط	-2991
اھن	-2992
بدھ	-2993
خیز	-2994
داب	-2995
روف	-2996
سوب	-2997
سون	-2998
صاف	-2999
فاق	-3000
فیؔ	-3001
ماد	-3002
میا	-3003
وسی	-3004
چیں	-3005
ھرو	-3006
▁بق	-3007
▁خج	-3008
▁خر	-3009
اشاک	-3010
سانۂ	-3011
شتوں	-3012
وائے	-3013
ڑائی	-3014
▁اؤں	-3015
▁ابل	-3016
▁اصل	-3017
▁افق	-3018
▁انس	-3019
▁اڑی	-3020
▁اگا	-3021
▁بود	-3022
▁تاز	-3023
▁تان	-3024
▁تجر	-3025
▁توں	-3026
▁جاو	-3027
▁خلش	-3028
▁خیز	-3029
▁درپ	-3030
▁ذرے	-3031
▁سفی	-3032
▁سلو	-3033
▁سون	-3034
▁سڑک	-3035
▁شائ	-3036
▁شدت	-3037
▁شرح	-3038
▁شفا	-3039
▁طوط	-3040
▁عطا	-3041
▁علی	-3042
▁غرق	-3043
▁فخر	-3044
▁قدح	-3045
▁قطع	-3046
▁قلب	-3047
▁قھر	-3048
▁لچک	-3049
▁مئے	-3050
▁محر	-3051
▁مرض	-3052
▁مصح	-3053
▁ملو	-3054
▁مچل	-3055
▁نوم	-3056
▁وجد	-3057
▁ولو	-3058
▁پاش	-3059
▁پرا	-3060
▁پند	-3061
▁پوش	-3062
▁پھل	-3063
▁چھت	-3064
▁چھن	-3065
▁ڈبو	-3066
▁کشش	-3067
▁گھو	-3068
▁اجاڑ	-3069
▁اجڑے	-3070
▁اداب	-3071
▁اشوب	-3072
▁افزا	-3073
▁انچل	-3074
▁بانھ	-3075
▁بجھے	-3076
▁برنگ	-3077
▁بوند	-3078
▁بھرم	-3079
▁بینا	-3080
▁ثواب	-3081
▁جاری	-3082
▁جانو	-3083
▁جونؔ	-3084
▁جھنم	-3085
▁جیون	-3086
▁خسرو	-3087
▁خلوص	-3088
▁دانش	-3089
▁دلیل	-3090
▁دھول	-3091
▁راست	-3092
▁راکھ	-3093
▁رشتے	-3094
▁رعنا	-3095
▁رنجش	-3096
▁رھبر	-3097
▁زینت	-3098
▁سماں	-3099
▁سوزن	-3100
▁شعلے	-3101
▁شناس	-3102
▁شیشۂ	-3103
▁صلیب	-3104
▁طالع	-3105
▁عتاب	-3106
▁غالب	-3107
▁فسوں	-3108
▁لڑکا	-3109
▁ملال	-3110
▁مھلت	-3111
▁ناام	-3112
▁ناتم	-3113
▁ناوک	-3114
▁نباھ	-3115
▁نجات	-3116
▁وبال	-3117
▁پرتو	-3118
▁پڑیں	-3119
▁پگھل	-3120
▁پیھم	-3121
▁چلنے	-3122
▁چونک	-3123
▁ڈالا	-3124
▁ڈرتا	-3125
▁کاوش	-3126
▁کثرت	-3127
▁کنار	-3128
▁گمان	-3129
▁گھون	-3130
▁ھنسا	-3131
▁استاں	-3132
▁اشارھ	-3133
▁اشکار	-3134
▁انگشت	-3135
▁اوقات	-3136
▁برھمن	-3137
▁بیزار	-3138
▁تسخیر	-3139
▁حیران	-3140
▁خاشاک	-3141
▁خموشی	-3142
▁رسائی	-3143
▁روانی	-3144
▁روداد	-3145
▁رکھتی	-3146
▁زبانی	-3147
▁ساقیا	-3148
▁سرشار	-3149
▁سمجھو	-3150
▁سنائی	-3151
▁سیلاب	-3152
▁شوخیٔ	-3153
▁فاصلھ	-3154
▁فراغت	-3155
▁فشانی	-3156
▁قدموں	-3157
▁لفظوں	-3158
▁محسوس	-3159
▁مراسم	-3160
▁معشوق	-3161
▁معمور	-3162
▁منسوب	-3163
▁نادان	-3164
▁نکلیں	-3165
▁واقعھ	-3166
▁پرانے	-3167
▁پرستی	-3168
▁پچھتا	-3169
▁چاھیں	-3170
▁چھروں	-3171
▁گزرتا	-3172
▁اعتماد	-3173
▁امتیاز	-3174
▁امیدیں	-3175
▁بھاروں	-3176
▁بیگانے	-3177
▁خریدار	-3178
▁دکھائے	-3179
▁رقیبوں	-3180
▁شرمندھ	-3181
▁پیراھن	-3182
▁چھپائے	-3183
▁کھینچا	-3184
▁انگڑائی	-3185
▁دیواروں	-3186
▁پارسائی	-3187
با	-3188
حق	-3189
خل	-3190
دل	-3191
دن	-3192
سن	-3193
طق	-3194
عھ	-3195
نش	-3196
پس	-3197
کن	-3198
یم	-3199
بوں	-3200
تھی	-3201
حبا	-3202
راک	-3203
ردھ	-3204
ریز	-3205
صیر	-3206
لیخ	-3207
ماس	-3208
کشی	-3209
گوں	-3210
گیں	-3211
یرا	-3212
▁حب	-3213
▁خد	-3214
▁سح	-3215
▁عص	-3216
▁غز	-3217
▁مخ	-3218
▁مڑ	-3219
▁ٹی	-3220
▁پے	-3221
▁چن	-3222
▁یگ	-3223
رومی	-3224
نداں	-3225
ڑیوں	-3226
▁آیا	-3227
▁ابد	-3228
▁امر	-3229
▁اوج	-3230
▁اڑے	-3231
▁باھ	-3232
▁بھن	-3233
▁بھھ	-3234
▁جھن	-3235
▁جھپ	-3236
▁حکا	-3237
▁حید	-3238
▁حیف	-3239
▁خطر	-3240
▁خلد	-3241
▁خوا	-3242
▁دبا	-3243
▁ربا	-3244
▁ردا	-3245
▁رسا	-3246
▁روی	-3247
▁ریش	-3248
▁زاد	-3249
▁سلگ	-3250
▁شغل	-3251
▁عرف	-3252
▁عرق	-3253
▁عند	-3254
▁غور	-3255
▁فرش	-3256
▁فرض	-3257
▁فری	-3258
▁فھم	-3259
▁قاب	-3260
▁لوح	-3261
▁مکت	-3262
▁مکھ	-3263
▁میز	-3264
▁نسخ	-3265
▁نشی	-3266
▁واب	-3267
▁وقف	-3268
▁ووں	-3269
▁پیے	-3270
▁کاف	-3271
▁کلا	-3272
▁کنج	-3273
▁کٹے	-3274
▁گلو	-3275
▁ھلا	-3276
▁ھما	-3277
▁استخ	-3278
▁اچھل	-3279
▁بتلا	-3280
▁بزرگ	-3281
▁بندی	-3282
▁بٹھا	-3283
▁بھتا	-3284
▁بھتے	-3285
▁بھلی	-3286
▁بھیڑ	-3287
▁بیان	-3288
▁تارے	-3289
▁تعجب	-3290
▁توقع	-3291
▁توڑا	-3292
▁تھام	-3293
▁ثابت	-3294
▁جتنی	-3295
▁جلتا	-3296
▁جھوم	-3297
▁حاجت	-3298
▁حواس	-3299
▁حوصل	-3300
▁خستھ	-3301
▁خطرے	-3302
▁خیمے	-3303
▁دائم	-3304
▁دوزخ	-3305
▁دھلی	-3306
▁رفیق	-3307
▁زلیخ	-3308
▁زوال	-3309
▁سایا	-3310
▁سبزۂ	-3311
▁سننے	-3312
▁سوتے	-3313
▁سپرد	-3314
▁شورش	-3315
▁شکیب	-3316
▁شگفت	-3317
▁صھبا	-3318
▁طریق	-3319
▁عاجز	-3320
▁عباد	-3321
▁غمزھ	-3322
▁غنچے	-3323
▁لھجے	-3324
▁ماضی	-3325
▁محیط	-3326
▁مدعی	-3327
▁مقدم	-3328
▁مندر	-3329
▁موجۂ	-3330
▁موسی	-3331
▁نکتھ	-3332
▁وادی	-3333
▁وارد	-3334
▁ٹوٹی	-3335
▁پارھ	-3336
▁پیتے	-3337
▁پیشھ	-3338
▁چشمۂ	-3339
▁ڈوبا	-3340
▁کردھ	-3341
▁کلفت	-3342
▁کوتا	-3343
▁گرفت	-3344
▁گھرے	-3345
▁اترتا	-3346
▁ادائے	-3347
▁ارائش	-3348
▁ارادھ	-3349
▁ارماں	-3350
▁استیں	-3351
▁اسیری	-3352
▁الفاظ	-3353
▁اکیلے	-3354
▁برھنھ	-3355
▁بھانھ	-3356
▁بھولی	-3357
▁بھیجی	-3358
▁تاریک	-3359
▁تعبیر	-3360
▁تقریر	-3361
▁جاوید	-3362
▁جذبات	-3363
▁جلائے	-3364
▁جولاں	-3365
▁حوادث	-3366
▁درواز	-3367
▁دلبری	-3368
▁دنداں	-3369
▁دھوکے	-3370
▁راھوں	-3371
▁رھائی	-3372
▁زلفیں	-3373
▁سوائے	-3374
▁سوختھ	-3375
▁شرارت	-3376
▁صفائی	-3377
▁عنوان	-3378
▁فائدھ	-3379
▁فردوس	-3380
▁فسانے	-3381
▁محروم	-3382
▁مرحبا	-3383
▁مصروف	-3384
▁مژگان	-3385
▁مھمان	-3386
▁ناچار	-3387
▁نکالے	-3388
▁ویران	-3389
▁پائیں	-3390
▁پرستش	-3391
▁پکارے	-3392
▁پھونک	-3393
▁پیاری	-3394
▁پیاسے	-3395
▁پیشتر	-3396
▁پیماں	-3397
▁کانوں	-3398
▁کیجئے	-3399
▁گزرنے	-3400
▁گھروں	-3401
▁یاراں	-3402
▁افسانے	-3403
▁اٹھانے	-3404
▁باغباں	-3405
▁بانھوں	-3406
▁بھروسا	-3407
▁جھونکا	-3408
▁حسینوں	-3409
▁دریائے	-3410
▁زمینوں	-3411
▁سیکڑوں	-3412
▁فرشتوں	-3413
▁لگائیں	-3414
▁محرومی	-3415
▁مصحفیؔ	-3416
▁منزلیں	-3417
▁ویرانھ	-3418
▁پھچانے	-3419
▁ڈھونڈا	-3420
▁کھینچے	-3421
▁کیونکھ	-3422
▁اندھیوں	-3423
▁انگلیاں	-3424
▁تماشائی	-3425
▁خاکساری	-3426
▁خواھشوں	-3427
▁اندھیروں	-3428
رس	-3429
شد	-3430
شھ	-3431
طل	-3432
فھ	-3433
گے	-3434
ارۂ	-3435
ازم	-3436
الت	-3437
اوت	-3438
اکت	-3439
بیح	-3440
بیٰ	-3441
بیں	-3442
تاد	-3443
توں	-3444
تیٔ	-3445
جرا	-3446
دود	-3447
شنا	-3448
صیل	-3449
طنت	-3450
فاک	-3451
نیں	-3452
وفی	-3453
ھیر	-3454
ھیز	-3455
یئے	-3456
یسا	-3457
▁رض	-3458
▁رل	-3459
▁رے	-3460
▁سط	-3461
▁شش	-3462
▁ند	-3463
▁وے	-3464
▁ھٹ	-3465
بوری	-3466
رافت	-3467
زائے	-3468
فشاں	-3469
واری	-3470
وانی	-3471
کاری	-3472
یانی	-3473
▁اجڑ	-3474
▁ارے	-3475
▁اپس	-3476
▁باش	-3477
▁برف	-3478
▁بسی	-3479
▁بور	-3480
▁بچے	-3481
▁تاک	-3482
▁تھھ	-3483
▁جال	-3484
▁جاھ	-3485
▁جزا	-3486
▁جنا	-3487
▁جھا	-3488
▁دوپ	-3489
▁ذلت	-3490
▁رمز	-3491
▁روپ	-3492
▁ریا	-3493
▁زنگ	-3494
▁سات	-3495
▁سلا	-3496
▁سمٹ	-3497
▁سوگ	-3498
▁صحن	-3499
▁صفت	-3500
▁صند	-3501
▁طوق	-3502
▁عزم	-3503
▁فدا	-3504
▁فزا	-3505
▁لبی	-3506
▁لرز	-3507
▁لپٹ	-3508
▁لڑک	-3509
▁مصر	-3510
▁معا	-3511
▁مول	-3512
▁نرا	-3513
▁نزع	-3514
▁نمی	-3515
▁نوک	-3516
▁نیس	-3517
▁نیل	-3518
▁ٹھی	-3519
▁چوم	-3520
▁چھل	-3521
▁چھڑ	-3522
▁چیخ	-3523
▁ڈرا	-3524
▁کنع	-3525
▁کیں	-3526
▁گرے	-3527
▁ھمھ	-3528
اندگی	-3529
▁ائنے	-3530
▁اتار	-3531
▁اثار	-3532
▁افاق	-3533
▁امام	-3534
▁اماں	-3535
▁اوڑھ	-3536
▁باسی	-3537
▁بالا	-3538
▁بانٹ	-3539
▁بخشش	-3540
▁بخشے	-3541
▁بدلی	-3542
▁بندے	-3543
▁بچپن	-3544
▁بچھا	-3545
▁بھگو	-3546
▁بیتے	-3547
▁بیدل	-3548
▁بینی	-3549
▁تذکر	-3550
▁توبھ	-3551
▁تپاک	-3552
▁تھکن	-3553
▁تیار	-3554
▁تیرھ	-3555
▁ثبات	-3556
▁جاود	-3557
▁جاگے	-3558
▁جلتی	-3559
▁جوئی	-3560
▁جھلم	-3561
▁حریم	-3562
▁حلقے	-3563
▁حکمت	-3564
▁حیدر	-3565
▁خاکی	-3566
▁خبری	-3567
▁خموش	-3568
▁دستک	-3569
▁دکھے	-3570
▁راضی	-3571
▁رنگی	-3572
▁روکے	-3573
▁زمزم	-3574
▁سرشک	-3575
▁سرما	-3576
▁سفاک	-3577
▁شانے	-3578
▁شعار	-3579
▁صفات	-3580
▁صوفی	-3581
▁طاعت	-3582
▁طرفھ	-3583
▁طوطی	-3584
▁عرصۂ	-3585
▁غزال	-3586
▁فانی	-3587
▁فتنۂ	-3588
▁فرنگ	-3589
▁فشاں	-3590
▁قابو	-3591
▁قمری	-3592
▁لاتا	-3593
▁لازم	-3594
▁لکھے	-3595
▁مجمع	-3596
▁محمل	-3597
▁مدام	-3598
▁مردم	-3599
▁مریض	-3600
▁مسلم	-3601
▁مصور	-3602
▁مطرب	-3603
▁مقصد	-3604
▁مولا	-3605
▁مٹھی	-3606
▁مکرر	-3607
▁مکیں	-3608
▁نغمے	-3609
▁نقشھ	-3610
▁نوحھ	-3611
▁نوید	-3612
▁نکھر	-3613
▁واقف	-3614
▁واپس	-3615
▁ٹھنڈ	-3616
▁پتوں	-3617
▁پنجۂ	-3618
▁پڑتی	-3619
▁پڑتے	-3620
▁پھاڑ	-3621
▁چرچا	-3622
▁چلیں	-3623
▁چمکا	-3624
▁چھری	-3625
▁ڈالی	-3626
▁کاٹے	-3627
▁کاکل	-3628
▁کباب	-3629
▁کعبے	-3630
▁کماں	-3631
▁کمرے	-3632
▁گاھے	-3633
▁گریۂ	-3634
▁گشتھ	-3635
▁گلوں	-3636
▁گواھ	-3637
▁ھلاک	-3638
▁ھندو	-3639
▁یکسر	-3640
▁اشارا	-3641
▁افشاں	-3642
▁التجا	-3643
▁انصاف	-3644
▁اٹھاؤ	-3645
▁اپنوں	-3646
▁بالیں	-3647
▁بتاتے	-3648
▁بدلنے	-3649
▁برائی	-3650
▁بلائے	-3651
▁بندوں	-3652
▁بھنور	-3653
▁بھولا	-3654
▁تسبیح	-3655
▁جھوٹا	-3656
▁جھگڑا	-3657
▁حادثھ	-3658
▁حوصلے	-3659
▁حکایت	-3660
▁خدایا	-3661
▁خواری	-3662
▁خونیں	-3663
▁دامان	-3664
▁داماں	-3665
▁درباں	-3666
▁درویش	-3667
▁دستار	-3668
▁ربائی	-3669
▁رشتوں	-3670
▁روئیں	-3671
▁رکھنے	-3672
▁زلیخا	-3673
▁سامنا	-3674
▁ستائش	-3675
▁سرگرم	-3676
▁سلطنت	-3677
▁سنوار	-3678
▁سوئیں	-3679
▁سیاھی	-3680
▁سیماب	-3681
▁شرافت	-3682
▁عبادت	-3683
▁عنواں	-3684
▁غمگیں	-3685
▁فسانا	-3686
▁لگانا	-3687
▁لگانے	-3688
▁ماجرا	-3689
▁مضموں	-3690
▁معانی	-3691
▁موسیٰ	-3692
▁میداں	-3693
▁ناخدا	-3694
▁نزاکت	-3695
▁نشیمن	-3696
▁نظروں	-3697
▁نھایت	-3698
▁ولولے	-3699
▁پرانا	-3700
▁پرانی	-3701
▁پرھیز	-3702
▁پھروں	-3703
▁پھینک	-3704
▁چاھنے	-3705
▁چھوڑے	-3706
▁کشادھ	-3707
▁کنارھ	-3708
▁کھائے	-3709
▁کھانے	-3710
▁کھویا	-3711
▁کیمیا	-3712
▁گرمیٔ	-3713
▁ھنسنے	-3714
▁اٹھائی	-3715
▁بستیاں	-3716
▁بھیگتا	-3717
▁تمنائے	-3718
▁خداوند	-3719
▁خرابات	-3720
▁خودکشی	-3721
▁خیالوں	-3722
▁دشمنوں	-3723
▁دکھاتی	-3724
▁سانسوں	-3725
▁شبستاں	-3726
▁شوریدھ	-3727
▁عندلیب	-3728
▁فضائیں	-3729
▁مھربان	-3730
▁ناتواں	-3731
▁نادانی	-3732
▁ناگھاں	-3733
▁پوچھوں	-3734
▁پیمانے	-3735
▁کتابوں	-3736
▁ھوشیار	-3737
▁افسردگی	-3738
▁اٹھائیے	-3739
▁بیگانگی	-3740
▁تقاضائے	-3741
▁تماشائے	-3742
▁سمندروں	-3743
▁فرمائیے	-3744
▁مسیحائی	-3745
▁گرفتاری	-3746
▁ڈھونڈھتا	-3747
ؤس	-3748
ئق	-3749
بد	-3750
حد	-3751
دت	-3752
زد	-3753
شا	-3754
ضو	-3755
فع	-3756
قل	-3757
قو	-3758
مد	-3759
نس	-3760
پی	-3761
چی	-3762
کت	-3763
گن	-3764
ابا	-3765
اکم	-3766
جھی	-3767
ذور	-3768
زوں	-3769
ستئ	-3770
فیت	-3771
قوب	-3772
لسل	-3773
لوب	-3774
لیل	-3775
لیم	-3776
لیے	-3777
ناک	-3778
واھ	-3779
ومت	-3780
چوں	-3781
ڑھا	-3782
ڑھے	-3783
کتے	-3784
کنے	-3785
گیز	-3786
ھوس	-3787
یات	-3788
▁تف	-3789
▁طن	-3790
▁عظ	-3791
▁فض	-3792
▁وش	-3793
مرود	-3794
نائے	-3795
نیاں	-3796
گاری	-3797
یازھ	-3798
▁امن	-3799
▁انچ	-3800
▁اکس	-3801
▁اگل	-3802
▁باک	-3803
▁بدر	-3804
▁بدم	-3805
▁بغل	-3806
▁بکف	-3807
▁بھڑ	-3808
▁بیش	-3809
▁جلد	-3810
▁جھت	-3811
▁خشت	-3812
▁دبے	-3813
▁رام	-3814
▁راگ	-3815
▁رسن	-3816
▁روگ	-3817
▁رکے	-3818
▁زعم	-3819
▁زود	-3820
▁زھد	-3821
▁سبق	-3822
▁سلط	-3823
▁سمی	-3824
▁شفق	-3825
▁صدق	-3826
▁صدم	-3827
▁عجم	-3828
▁غری	-3829
▁فار	-3830
▁فتح	-3831
▁فرز	-3832
▁قمر	-3833
▁قوت	-3834
▁لحد	-3835
▁محل	-3836
▁مدا	-3837
▁مدح	-3838
▁مدد	-3839
▁مفل	-3840
▁مھی	-3841
▁ناپ	-3842
▁نخل	-3843
▁نیت	-3844
▁نیش	-3845
▁وصف	-3846
▁پتے	-3847
▁چلن	-3848
▁چون	-3849
▁چٹک	-3850
▁کاس	-3851
▁کال	-3852
▁کجا	-3853
▁کود	-3854
▁کھن	-3855
▁کھٹ	-3856
تھیلی	-3857
▁آشنا	-3858
▁ائین	-3859
▁ابگی	-3860
▁اخلا	-3861
▁ادھی	-3862
▁ارسی	-3863
▁استع	-3864
▁استغ	-3865
▁امان	-3866
▁امیر	-3867
▁اونچ	-3868
▁اڑتی	-3869
▁اڑتے	-3870
▁اڑنے	-3871
▁اگلے	-3872
▁اھیں	-3873
▁باطل	-3874
▁باطن	-3875
▁بخشی	-3876
▁برسا	-3877
▁بناؤ	-3878
▁بندۂ	-3879
▁بولا	-3880
▁بچئے	-3881
▁بگڑی	-3882
▁بھڑک	-3883
▁بھیس	-3884
▁تئیں	-3885
▁تجھی	-3886
▁تڑپا	-3887
▁تیور	-3888
▁جامۂ	-3889
▁جلدی	-3890
▁جلنے	-3891
▁جگنو	-3892
▁جیتا	-3893
▁حاکم	-3894
▁خراش	-3895
▁خطاب	-3896
▁خلقت	-3897
▁درجھ	-3898
▁دروں	-3899
▁دریغ	-3900
▁دوام	-3901
▁دکان	-3902
▁دکاں	-3903
▁دھنک	-3904
▁دیگر	-3905
▁زاری	-3906
▁زخمی	-3907
▁سائل	-3908
▁سانپ	-3909
▁سحری	-3910
▁سروں	-3911
▁سلوک	-3912
▁سننا	-3913
▁سوئی	-3914
▁سوار	-3915
▁شکوے	-3916
▁صندل	-3917
▁طاؤس	-3918
▁طلبی	-3919
▁ظھور	-3920
▁عشوھ	-3921
▁عقدھ	-3922
▁عقدۂ	-3923
▁عناں	-3924
▁عیاں	-3925
▁قالب	-3926
▁قبلھ	-3927
▁قلزم	-3928
▁لھجھ	-3929
▁لیتی	-3930
▁مانے	-3931
▁مجسم	-3932
▁محتا	-3933
▁مسرت	-3934
▁مسکر	-3935
▁مشرب	-3936
▁مشیت	-3937
▁مضام	-3938
▁مطلق	-3939
▁مغاں	-3940
▁منکر	-3941
▁منیں	-3942
▁مھکی	-3943
▁مھکے	-3944
▁ندیم	-3945
▁نگری	-3946
▁والی	-3947
▁وفاد	-3948
▁ویسا	-3949
▁پارۂ	-3950
▁پناھ	-3951
▁پنبھ	-3952
▁پوری	-3953
▁پڑھا	-3954
▁پھلا	-3955
▁پینے	-3956
▁چڑھا	-3957
▁ڈالے	-3958
▁ڈھال	-3959
▁کانپ	-3960
▁کشتۂ	-3961
▁کلیم	-3962
▁کوثر	-3963
▁کوچھ	-3964
▁کٹھن	-3965
▁کھود	-3966
▁کھٹک	-3967
▁کھیو	-3968
▁گرتے	-3969
▁گریز	-3970
▁گسار	-3971
▁گوئی	-3972
▁ھلال	-3973
▁ھونٹ	-3974
▁اسانی	-3975
▁استاد	-3976
▁الجھا	-3977
▁امکاں	-3978
▁اندوھ	-3979
▁انگیز	-3980
▁بجائے	-3981
▁بغاوت	-3982
▁بنانے	-3983
▁بوریا	-3984
▁بولتا	-3985
▁بچھڑے	-3986
▁تاخیر	-3987
▁تقریب	-3988
▁جانئے	-3989
▁جاگتا	-3990
▁جراحت	-3991
▁جواھر	-3992
▁حکومت	-3993
▁حیدرؔ	-3994
▁حیواں	-3995
▁خانوں	-3996
▁درپیش	-3997
▁دوستو	-3998
▁دھائی	-3999
▁دھرتی	-4000
▁دھیرے	-4001
▁رنجور	-4002
▁زلفاں	-4003
▁سجانے	-4004
▁سراسر	-4005
▁سرکار	-4006
▁سنائے	-4007
▁سواری	-4008
▁سوچوں	-4009
▁سکندر	-4010
▁سھارے	-4011
▁سیکھا	-4012
▁شاخوں	-4013
▁شرمند	-4014
▁شعلوں	-4015
▁شمعیں	-4016
▁شیفتھ	-4017
▁عافیت	-4018
▁عربدھ	-4019
▁عقبیٰ	-4020
▁فاصلے	-4021
▁فضاؤں	-4022
▁قلندر	-4023
▁لائیں	-4024
▁لبریز	-4025
▁لکھتا	-4026
▁لکھتے	-4027
▁ماتھے	-4028
▁مانوس	-4029
▁محابا	-4030
▁مرحلھ	-4031
▁مسلسل	-4032
▁معذور	-4033
▁مغرور	-4034
▁مھماں	-4035
▁میکدے	-4036
▁نارسا	-4037
▁ناموس	-4038
▁ندامت	-4039
▁نمرود	-4040
▁نوائی	-4041
▁نکلنے	-4042
▁نھانی	-4043
▁پرندے	-4044
▁پرچھا	-4045
▁پلکیں	-4046
▁پچھلے	-4047
▁پیالھ	-4048
▁پیروں	-4049
▁پیوند	-4050
▁پیڑوں	-4051
▁چاھوں	-4052
▁چمکتی	-4053
▁چڑھتے	-4054
▁چھائی	-4055
▁چھوٹا	-4056
▁چھوڑی	-4057
▁کوسوں	-4058
▁کھوئے	-4059
▁کھوتی	-4060
▁کھولے	-4061
▁کھونے	-4062
▁کھڑکی	-4063
▁گزرتے	-4064
▁گزریں	-4065
▁گلابی	-4066
▁گنگنا	-4067
▁گھونٹ	-4068
▁یاران	-4069
▁یعقوب	-4070
▁اجزائے	-4071
▁ارزوئے	-4072
▁ازمانے	-4073
▁اسمانی	-4074
▁اٹھاتے	-4075
▁اٹھانا	-4076
▁بتائیں	-4077
▁بلائیں	-4078
▁بکھرنے	-4079
▁بھلائی	-4080
▁بیماری	-4081
▁بینائی	-4082
▁جفائیں	-4083
▁خمیازھ	-4084
▁دروازے	-4085
▁دکھاتا	-4086
▁دکھانے	-4087
▁دھڑکتا	-4088
▁رازداں	-4089
▁راستوں	-4090
▁رعنائی	-4091
▁سانسیں	-4092
▁سمجھنے	-4093
▁سنائیں	-4094
▁سودائے	-4095
▁صحرائے	-4096
▁صدائیں	-4097
▁فروزاں	-4098
▁قربتیں	-4099
▁ماھتاب	-4100
▁مجبوری	-4101
▁مینائے	-4102
▁ناتمام	-4103
▁نازنیں	-4104
▁نمایاں	-4105
▁نومیدی	-4106
▁واردات	-4107
▁وسعتیں	-4108
▁ویرانے	-4109
