{
  "char_to_idx": {
    "<PAD>": 0,
    "<SOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    " ": 4,
    "ی": 5,
    "ا": 6,
    "ہ": 7,
    "و": 8,
    "ر": 9,
    "ک": 10,
    "ن": 11,
    "م": 12,
    "ت": 13,
    "\n": 14,
    "ں": 15,
    "س": 16,
    "ب": 17,
    "د": 18,
    "ل": 19,
    "ج": 20,
    "گ": 21,
    "ش": 22,
    "پ": 23,
    "ئ": 24,
    "ز": 25,
    "چ": 26,
    "خ": 27,
    "ق": 28,
    "ف": 29,
    "ع": 30,
    "ح": 31,
    "غ": 32,
    "ص": 33,
    "ط": 34,
    "ٹ": 35,
    "ڑ": 36,
    "ظ": 37,
    "ؔ": 38,
    "ۂ": 39,
    "ض": 40,
    "ذ": 41,
    "ؤ": 42,
    "ڈ": 43,
    "ث": 44,
    "ۓ": 45,
    "‌": 46,
    "ژ": 47,
    "،": 48,
    "'": 49,
    "!": 50,
    "؟": 51,
    "ء": 52,
    "ۃ": 53
  },
  "idx_to_char": {
    "0": "<PAD>",
    "1": "<SOS>",
    "2": "<EOS>",
    "3": "<UNK>",
    "4": " ",
    "5": "ی",
    "6": "ا",
    "7": "ہ",
    "8": "و",
    "9": "ر",
    "10": "ک",
    "11": "ن",
    "12": "م",
    "13": "ت",
    "14": "\n",
    "15": "ں",
    "16": "س",
    "17": "ب",
    "18": "د",
    "19": "ل",
    "20": "ج",
    "21": "گ",
    "22": "ش",
    "23": "پ",
    "24": "ئ",
    "25": "ز",
    "26": "چ",
    "27": "خ",
    "28": "ق",
    "29": "ف",
    "30": "ع",
    "31": "ح",
    "32": "غ",
    "33": "ص",
    "34": "ط",
    "35": "ٹ",
    "36": "ڑ",
    "37": "ظ",
    "38": "ؔ",
    "39": "ۂ",
    "40": "ض",
    "41": "ذ",
    "42": "ؤ",
    "43": "ڈ",
    "44": "ث",
    "45": "ۓ",
    "46": "‌",
    "47": "ژ",
    "48": "،",
    "49": "'",
    "50": "!",
    "51": "؟",
    "52": "ء",
    "53": "ۃ"
  },
  "char_frequencies": {
    " ": 151704,
    "ی": 81113,
    "ا": 64272,
    "ہ": 56756,
    "و": 33459,
    "ر": 32385,
    "ک": 32087,
    "ن": 25949,
    "م": 24517,
    "ت": 22842,
    "\n": 21003,
    "ں": 19766,
    "س": 18258,
    "ب": 17872,
    "د": 15907,
    "ل": 15135,
    "ج": 11455,
    "گ": 9412,
    "ش": 7191,
    "پ": 7106,
    "ئ": 5813,
    "ز": 4907,
    "چ": 4804,
    "خ": 4551,
    "ق": 4221,
    "ف": 3979,
    "ع": 3699,
    "ح": 3641,
    "غ": 2126,
    "ص": 2073,
    "ط": 1777,
    "ٹ": 1728,
    "ڑ": 1327,
    "ظ": 919,
    "ؔ": 866,
    "ۂ": 759,
    "ض": 730,
    "ذ": 591,
    "ؤ": 513,
    "ڈ": 475,
    "ث": 382,
    "ۓ": 70,
    "‌": 65,
    "ژ": 60,
    "،": 49,
    "'": 7,
    "!": 5,
    "؟": 4,
    "ء": 2,
    "ۃ": 1
  },
  "vocab_size": 54,
  "total_chars": 718333
}